Repository: gitee2github/kiran-panel
Catalog: po/*.po
Languages: bo_cn

source: Expand program list in "Run Application" dialog
bo_cn: "འཁོར་སྐྱོད་ཉེར་སྤྱོད་"ཀྱི་གླེང་མོལ་ཁྲོད་ཀྱི་གོ་རིམ་གྱི་མིང་ཐོ་རྒྱ་བསྐྱེད

source: If true, the "Known Applications" listing in the "Run Application" dialog is expanded when the dialog is opened. This key is only relevant if the enable_program_list key is true.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ "འཁོར་སྐྱོད་ཉེར་སྤྱོད།"གླེང་མོལ་ཁྲོད་ཀྱི་"ཤེས་ཟིན་པའི་ཉེར་སྤྱོད་གོ་རིམ་"གྱི་མིང་ཐོ་དེ་གླེང་མོལ་གྱི་ཁ་ཕྱེ་སྐབས་རྒྱ་བསྐྱེད་པ་རེད། ལྡེ་མིག་འདི་གལ་ཏེ་enable_program_list་བའི་ལྡེ་མིག་བདེན་པ་ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Enable autocompletion in "Run Application" dialog
bo_cn: "འཁོར་སྐྱོད་ཉེར་སྤྱོད་"ཀྱི་གླེང་མོལ་ཁྲོད་དུ་རང་འགུལ་གྱིས་ཆ་ཚང་བ་ཞིག་ཡོང་བར་བྱ་

source: If true, autocompletion in the "Run Application" dialog is made available.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་"འཁོར་སྐྱོད་ཉེར་སྤྱོད་"ཀྱི་གླེང་མོལ་ཁྲོད་དུ་རང་འགུལ་གྱིས་ཆ་ཚང་བ་ཞིག་འདོན་སྤྲོད་བྱས་ཡོད།

source: History for "Run Application" dialog
bo_cn: "འཁོར་སྐྱོད་ཉེར་སྤྱོད་"ཀྱི་གླེང་མོལ་གྱི་ལོ་རྒྱུས།

source: This is the list of commands used in "Run Application" dialog. The commands are sorted descendingly by recency (e.g., most recent command comes first).
bo_cn: འདི་ནི་"འཁོར་སྐྱོད་ཉེར་སྤྱོད་"ཀྱི་གླེང་མོལ་ཁྲོད་བཀོལ་སྤྱོད་བྱས་པའི་བཀའ་རྒྱ་ཡིན། བཀའ་རྒྱ་ནི་བློར་འཛིན་པར་བརྟེན་ནས་མར་བབས་པ་ཡིན། (གསལ་པོར་བཤད་ན། ཉེ་ཆར་གྱི་བཀའ་ནི་ཨང་དང་པོ་ཡིན། )

source: Maximum history size for "Run Application" dialog
bo_cn: "འཁོར་སྐྱོད་ཉེར་སྤྱོད་"ཀྱི་གླེང་མོལ་གྱི་ལོ་རྒྱུས་ཀྱི་གཞི་ཁྱོན་ཆེ་ཤོས་ཡིན།

source: Controls the maximum size of the history of the "Run Application" dialog. A value of 0 will disable the history.
bo_cn: "འཁོར་སྐྱོད་ཉེར་སྤྱོད་"ཀྱི་གླེང་མོལ་ལོ་རྒྱུས་ཀྱི་གཞི་ཁྱོན་ཆེ་ཤོས་ལ་ཚོད་འཛིན་བྱས་ཡོད། རིན་ཐང་0ཡིས་ལོ་རྒྱུས་ལ་ཤུགས་རྐྱེན་མི་བཟོ་བ་རེད།

source: Reverse the history of the "Run Application" dialog
bo_cn: "འཁོར་རྒྱུག་ཉེར་སྤྱོད་"ཀྱི་གླེང་མོལ་གྱི་ལོ་རྒྱུས་བསྒྱུར་དགོས།

source: Displays the history in reverse. Provides a consistent view for terminal users as the up key will select the most recent entry.
bo_cn: ལྡོག་ཕྱོགས་ཀྱི་སྒོ་ནས་ལོ་རྒྱུས་མངོན་པར་བྱས་ཡོད། མཐའ་སྣེའི་སྤྱོད་མཁན་ལ་གཅིག་མཐུན་གྱི་ལྟ་ཚུལ་འདོན་སྤྲོད་བྱ་རྒྱུ་དེ་ཆེས་ཉེ་བའི་འཇུག་སྒོ་གདམ་གསེས་བྱ་རྒྱུ་རེད།

source: Panel ID list
bo_cn: ཚོགས་ཆུང་གི་ཐོབ་ཐང་ལག་ཁྱེར

source: A list of panel IDs. Each ID identifies an individual toplevel panel. The settings for each of these panels are stored in /apps/panel/toplevels/$(id).
bo_cn: ཚོགས་ཆུང་གི་ཐོབ་རྟགས་ཀྱི་རེའུ་མིག ཐོབ་ཐང་ལག་ཁྱེར་རེ་རེས་མི་སྒེར་གྱི་མ་སྨིན་པའི་པང་ལེབ་རེ་གཏན་འཁེལ་བྱས། འདི་དག་ཚང་མའི་སྒྲིག་བཀོད་ཚང་མ་/apps/panel/toplevels/$(id)ནང་ཉར་ཚགས་བྱས་ཡོད།

source: Panel object ID list
bo_cn: པང་ལེབ་ཀྱི་དངོས་པོའི་ཐོབ་ཐང་ལག

source: A list of panel object IDs. Each ID identifies an individual panel object (e.g. a launcher, action button or menu button/bar). The settings for each of these objects are stored in /apps/panel/objects/$(id).
bo_cn: ཚོགས་ཆུང་གི་དངོས་པོའི་ཐོབ་རྟགས་ཀྱི་རེའུ་མིག ཐོབ་ཐང་ལག་ཁྱེར་རེ་རེས་མི་སྒེར་གྱི་པང་ལེབ་ཀྱི་དངོས་པོ་(འདི་ནི་འཕེན་གཏོང་འཕྲུལ་ཆས་དང་། འགུལ་སྐྱོད་ཀྱི་སྒྲོག་གུ་གམ་ཡང་ན་ཟས་ཐོའི་སྒྲོག་གུ་དང་ཆང་ཁང་ལྟ་བུ་)རེ་རེ་ དངོས་པོ་འདི་དག་གི་སྒྲིག་བཀོད་ཚང་མ་/app/panel/object/$(id)ནང་དུ་ཉར་ཚགས་བྱས་ཡོད།

source: Enable tooltips
bo_cn: ལག་ཆ་བཀོལ་སྤྱོད་བྱེད་ཐུབ་པ།

source: If true, tooltips are shown for objects in panels.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་པང་ལེབ་ནང་གི་དངོས་གཟུགས་ལ་ཡོ་བྱད་ཀྱི་མཐེབ་དྲས་མངོན་པ་རེད།

source: Enable animations
bo_cn: འགུལ་རིས་ལ་སྐུལ་འདེད་གཏོང་

source: Autoclose drawer
bo_cn: རང་འགུལ་གྱིས་འཐེན་སྒམ།

source: If true, a drawer will automatically be closed when the user clicks a launcher in it.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། བེད་སྤྱོད་བྱེད་མཁན་གྱིས་དེའི་ནང་དུ་འཕེན་གཏོང་འཕྲུལ་ཆས་ཀྱི་སྒྲ་གྲགས་སྐབས་འཐེན་སྒམ་རང་འགུལ་གྱིས་སྒོ་རྒྱག་རྒྱུ་རེད།

source: Confirm panel removal
bo_cn: ངོས་འཛིན་བྱས་པའི་ཚོ་ཆུང་གི་

source: If true, a dialog is shown asking for confirmation if the user wants to remove a panel.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། གླེང་མོལ་ཞིག་གིས་བེད་སྤྱོད་བྱེད་མཁན་གྱིས་ཚོགས་ཆུང་ཞིག་མེད་པར་བཟོ་དགོས་མིན་གཏན་འཁེལ་བྱ་རྒྱུའི་བླང་བྱ་བཏོན་ཡོད།

source: Highlight launchers on mouseover
bo_cn: བཀྲག་མདངས་འཚེར་བའི་འཕེན་གཏོང་འཕྲུལ་ཆས།

source: If true, a launcher is highlighted when the user moves the pointer over it.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། སྤྱོད་མཁན་གྱིས་ཕྱོགས་སྟོན་འཁོར་ལོ་དེ་དེའི་སྟེང་དུ་སྤོ་སྐྱོད་བྱེད་སྐབས་འཕེན་གཏོང་འཕྲུལ་ཆས་ཤིག་འབུར་དུ་ཐོན་པ་རེད

source: Complete panel lockdown
bo_cn: ཆ་ཚང་བའི་སྒོ་ལྕགས་རྒྱག་པ།

source: If true, the panel will not allow any changes to the configuration of the panel. Individual applets may need to be locked down separately however. The panel must be restarted for this to take effect.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ཚོགས་ཆུང་གིས་ཚོགས་ཆུང་གི་བཀོད་སྒྲིག་ལ་འགྱུར་ལྡོག་གང་ཡང་གཏོང་མི་ཆོག། འོན་ཀྱང་ཁེར་རྐྱང་གི་ཀུ་ཤུ་རེ་རེ་བཞིན་ལོགས་སུ་ཟྭ་རྒྱག་དགོས་ཤས་ཆེ། ངེས་པར་དུ་ཚོ་ཆུང་བསྐྱར་དུ་འགོ་འཛུགས་དགོས། དེ་ལྟར་བྱས་ན་ད་གཟོད་ནུས་པ་ཐོན་ཐུབ

source: Applet IIDs to disable from loading
bo_cn: ཀུ་ཤུའི་IIDཡིས་དངོས་ཟོག་བླུགས་ནས་དབང་པོ་སྐྱོན་ཅན་དུ་འགྱུར་བར་བྱ་དགོས།

source: A list of applet IIDs that the panel will ignore. This way you can disable certain applets from loading or showing up in the menu. For example to disable the mini-commander applet add 'OAFIID:MATE_MiniCommanderApplet' to this list. The panel must be restarted for this to take effect.
bo_cn: ཚོ་ཆུང་གིས་སྣང་མེད་དུ་བཞག་པའི་ཀུ་ཤུའི་IIDཡི་མིང་ཐོ། འདི་ལྟར་བྱས་ན་ཁྱོད་ཀྱིས་ཟས་ཐོའི་སྟེང་གི་དངོས་ཟོག་བླུགས་པའམ་ཡང་ན་མངོན་པའི་ཀུ་ཤུ་ཁ་ཤས་མེད་པར་བཟོ་ཐུབ། དཔེར་ན། བཀོད་འདོམས་པ་ཆུང་གྲས་ཀྱི་ཀུ་ཤུ་དེ་མིང་ཐོ་འདིའི་ནང་དུ་"OAFIID:MATE_MiniCommanderApplet་"བསྣན་པ་ལྟ་བུ་རེད། ངེས་པར་དུ་ཚོ་ཆུང་བསྐྱར་དུ་འགོ་འཛུགས་དགོས། དེ་ལྟར་བྱས་ན་ད་གཟོད་ནུས་པ་ཐོན་ཐུབ

source: Disable Force Quit
bo_cn: དབང་པོ་སྐྱོན་ཅན་གྱིས་ཕྱིར་འཐེན་

source: If true, the panel will not allow a user to force an application to quit by removing access to the force quit button.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། ཚོ་ཆུང་གིས་སྤྱོད་མཁན་ལ་བཙན་ཤེད་ཀྱིས་རེ་ཞུ་ཕྱིར་འཐེན་བྱེད་དུ་འཇུག་མི་སྲིད།

source: Enable SNI support
bo_cn: SNIཡི་རྒྱབ་སྐྱོར་ཐོབ་པར་བྱ་དགོས

source: If true, the panel provides support for SNI.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ཚོགས་ཆུང་གིས་SNIལ་རྒྱབ་སྐྱོར་བྱ་རྒྱུ་རེད།

source: Show applications menu
bo_cn: ཉེར་སྤྱོད་གོ་རིམ་གྱི་ཟས་ཐོ་

source: If true, show applications item in menu bar.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ཟས་ཐོའི་ནང་དུ་ཉེར་སྤྱོད་རྣམ་གྲངས་མངོན་པར་བྱ

source: Show places menu
bo_cn: ས་གནས་ཀྱི་ཟས་ཐོ་མངོན་པ།

source: If true, show places item in menu bar.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ཟས་ཐོའི་ནང་དུ་དངོས་པོ་བཀོད་སྒྲིག་བྱེད་དགོས།

source: Show desktop menu
bo_cn: ཅོག་ཙེའི་སྟེང་གི་ཟས་ཐོ

source: If true, show desktop item in menu bar.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ཟས་ཐོའི་ནང་དུ་ཅོག་ཙེའི་སྟེང་གི་རྣམ་གྲངས་

source: Show icon
bo_cn: མཚོན་རྟགས་མངོན་པ།

source: If true, show icon in menu bar.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ཟས་ཐོའི་ནང་དུ་མཚོན་རྟགས་སྟོན་དགོས།

source: Icon to show in menu bar
bo_cn: མཚོན་རྟགས་ནི་ཟས་ཐོའི་ནང་དུ་མངོན་པ་ཡིན།

source: Set the theme icon name to use in menu bar.
bo_cn: བརྗོད་བྱ་གཙོ་བོའི་མཚོན་རྟགས་ཀྱི་མིང་དེ་ཟས་ཐོའི་ནང་དུ་བཀོལ་སྤྱོད་བྱེད་དགོས།

source: Menu bar icon size
bo_cn: ཟས་ཐོའི་མཚོན་རྟགས་ཆེ་ཆུང་།

source: Set the size of an icon used in menu bar. The panel must be restarted for this to take effect.
bo_cn: ཟས་ཐོའི་ནང་དུ་སྤྱོད་པའི་མཚོན་རྟགས་ཀྱི་ཆེ་ཆུང་གཏན་འཁེལ་བྱ་དགོས། ངེས་པར་དུ་ཚོ་ཆུང་བསྐྱར་དུ་འགོ་འཛུགས་དགོས། དེ་ལྟར་བྱས་ན་ད་གཟོད་ནུས་པ་ཐོན་ཐུབ

source: Menu items icon size
bo_cn: ཟས་ཐོའི་རྣམ་གྲངས་ཀྱི་མཚོན་རྟགས་ཆེ་ཆུང་།

source: Set the size of icons used in the menu. The panel must be restarted for this to take effect.
bo_cn: ཟས་ཐོའི་ནང་དུ་སྤྱོད་པའི་མཚོན་རྟགས་ཀྱི་ཆེ་ཆུང་གཏན་འཁེལ་བྱ་དགོས། ངེས་པར་དུ་ཚོ་ཆུང་བསྐྱར་དུ་འགོ་འཛུགས་དགོས། དེ་ལྟར་བྱས་ན་ད་གཟོད་ནུས་པ་ཐོན་ཐུབ

source: Threshold of menu items before submenu is created
bo_cn: ཡན་ལག་ཀུང་སི་གསར་སྐྲུན་མ་བྱས་གོང་གི་ཟས་ཐོའི་རྣམ་གྲངས་ཀྱི་སྒོ་ཐེམ།

source: Maximum number of menu items (i.e. bookmarks) that are displayed without being put in a submenu.
bo_cn: ཆེས་མང་བའི་ཟས་ཐོའི་རྣམ་གྲངས་(དཔེ་ཆའི་མཚོན་རྟགས་)ནི་འོག་རིམ་དུ་མ་བཞག་པར་མངོན་པ་རེད།

source: Panel object type
bo_cn: པང་ལེབ་ཀྱི་དངོས་པོའི་རིགས་

source: The type of this panel object.
bo_cn: འདི་ལྟ་བུའི་ཚོ་ཆུང་གི་དངོས་པོའི་རིགས་དབྱིབས་ཡིན།

source: Toplevel panel containing object
bo_cn: དངོས་པོ་ཡོད་པའི་མ་སྨིན་པའི་པང་ལེབ།

source: The identifier of the toplevel panel which contains this object.
bo_cn: དངོས་པོ་འདིའི་ནང་དུ་འདུས་པའི་མ་སྨིན་པའི་པང་ལེབ་ཀྱི་དབྱེ་འབྱེད་ཡོ་ཆས་ཡིན།

source: Object's position on the panel
bo_cn: དངོས་གཟུགས་ཀྱིས་པང་ལེབ་སྟེང་གི་གོ་གནས།

source: The position of this panel object. The position is specified by the number of pixels from the left (or top if vertical) panel edge.
bo_cn: ཚོ་ཆུང་འདིའི་དངོས་གཟུགས་ཀྱི་གནས་བབ། གནས་བབ་ནི་གཡོན་ཕྱོགས་(ཡང་ན་གཞུང་ཕྱོགས་ནས་བཤད་ན་)སྟེང་གི་པར་རིས་ཀྱི་གྲངས་འབོར་གྱིས་གཏན་འཁེལ་བྱས་པ་ཡིན།

source: Interpret position relative to bottom/right edge
bo_cn: འོག་དང་གཡས་ཀྱི་མཐའ་དང་བལྟོས་བཅས་ཀྱི་གོ་གནས་ལ་འགྲེལ་བཤད་

source: If true, the position of the object is interpreted relative to the right (or bottom if vertical) edge of the panel.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། དངོས་པོའི་གནས་ཡུལ་ནི་པང་ལེབ་ཀྱི་གཡས་ཕྱོགས་(ཡང་ན་དྲང་འཕྱང་ཡིན་ན་)དང་བལྟོས་བཅས་ཀྱིས་འགྲེལ་བཤད་རྒྱག་དགོས།

source: Lock the object to the panel
bo_cn: དངོས་པོ་དེ་པང་ལེབ་ལ་ཟྭ་རྒྱག་པ།

source: If true, the user may not move the applet without first unlocking the object using the "Unlock" menuitem.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། བེད་སྤྱོད་བྱེད་མཁན་གྱིས་སྔོན་ལ་"Unlock"ཞེས་པའི་ཟས་ཐོའི་ཐོག་ནས་དངོས་གཟུགས་ཀྱི་སྒོ་མ་ཕྱེ་ན་ཀུ་ཤུ་སྤོ་མི་ཐུབ།

source: Applet IID
bo_cn: IIDཡི་ལག་ཁྱེར།

source: The implementation ID of the applet - e.g. "ClockAppletFactory::ClockApplet". This key is only relevant if the object_type key is "external-applet" (or the deprecated "matecomponent-applet").
bo_cn: ཀུ་ཤུའི་ལག་བསྟར་ཐོབ་ཐང་ལག་ཁྱེར་ཏེ་"ClockAppletActactory::ClockApplet"ལྟ་བུ། ལྡེ་མིག་འདི་གལ་ཏེ་object_type་གྱི་ལྡེ་མིག་ནི་"ཕྱི་རོལ་གྱི་ཀུ་ཤུ་"(ཡང་ན་དམའ་འབེབས་བྱས་པའི་"matecompon-applet")ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Panel attached to drawer
bo_cn: འཐེན་སྒམ་གྱི་ཟུར་དུ་བཀོད་པའི་པང་ལེབ།

source: The identifier of the panel attached to this drawer. This key is only relevant if the object_type key is "drawer-object".
bo_cn: འཐེན་སྒམ་འདིའི་སྟེང་དུ་སྦྱར་ཡོད་པའི་པང་ལེབ་ཀྱི་ཐོབ་ཐང་ལག་འཛིན་ཡོ་ཆས། ལྡེ་མིག་འདི་ནི་"འཐེན་སྒམ་གྱི་དངོས་པོ་"ཡིན་ན་object_type ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Tooltip displayed for drawer or menu
bo_cn: འཐེན་སྒམ་དང་ཡང་ན་ཟས་ཐོའི་སྟེང་ནས་མངོན་པའི་ཡོ་བྱད་

source: The text to display in a tooltip for this drawer or this menu. This key is only relevant if the object_type key is "drawer-object" or "menu-object".
bo_cn: འཐེན་སྒམ་འདི་དང་ཡང་ན་ཟས་ཐོ་འདིའི་ལག་ཆའི་ནང་དུ་མངོན་པའི་ཡི་གེ་ཡིན། ལྡེ་མིག་འདི་གལ་ཏེ་object_type་གྱི་ལྡེ་མིག་ནི་"འཐེན་སྒམ་གྱི་དངོས་པོ་"དང་ཡང་ན་"ཟས་ཐོའི་དངོས་པོ་"ཡིན་ཚེ་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Use custom icon for object's button
bo_cn: ཡུལ་སྲོལ་གོམས་གཤིས་ཀྱི་མཚོན་རྟགས་སྤྱད་དེ་དངོས་པོའི་སྒྲོག་གུ་སྤྱད་དེ།

source: If true, the custom_icon key is used as a custom icon for the button. If false, the custom_icon key is ignored. This key is only relevant if the object_type key is "menu-object" or "drawer-object".
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ custom_icon་གྱི་ལྡེ་མིག་དེ་མཐེབ་སྣོན་གྱི་ཡུལ་སྲོལ་གོམས་གཤིས་ཀྱི་མཚོན་རྟགས་སུ་བཀོལ་བ་རེད། གལ་ཏེ་རྫུན་མ་ཡིན་ན་custom_icon་གྱི་ལྡེ་མིག་སྣང་མེད་དུ་བཞག་པ་རེད། མཐེབ་བཀྱག་འདི་ནི་object_type"ཟས་ཐོའི་དངོས་པོ་"དང་ཡང་ན་"འཐེན་སྒམ་གྱི་དངོས་པོ་"ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Icon used for object's button
bo_cn: དངོས་པོའི་སྒྲོག་གུ་ལ་སྤྱོད་པའི་མཚོན་རྟགས།

source: The location of the image file used as the icon for the object's button. This key is only relevant if the object_type key is "drawer-object" or "menu-object" and the use_custom_icon key is true.
bo_cn: དངོས་པོའི་མཐེབ་གཅུས་ཀྱི་མཚོན་རྟགས་སུ་བྱས་པའི་པར་རིས་ཡིག་ཆའི་གནས་ཡུལ། ལྡེ་མིག་འདི་ནི་"འཐེན་སྒམ་གྱི་དངོས object_type་པོ་"དང་ཡང་ན་"ཟས་ཐོའི་དངོས་པོ་"ཡིན་པ་དང་། use_custom_icon་བའི་ལྡེ་མིག་བདེན་པ་ཡིན་ན་ད་གཟོད་གནད་འགག་འདི་དང་འབྲེལ་བ་ཡོད།

source: Use custom path for menu contents
bo_cn: ཟས་ཐོའི་ནང་དོན་ལ་ཡུལ་སྲོལ་གོམས་གཤིས་ཀྱི་ལམ་ཕྱོགས་བེད་

source: If true, the menu_path key is used as the path from which the menu contents should be constructed. If false, the menu_path key is ignored. This key is only relevant if the object_type key is "menu-object".
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ menu_path་གྱི་ལྡེ་མིག་དེ་ཟས་ཐོའི་ནང་དོན་འཛུགས་སྐྲུན་བྱེད་དགོས་པའི་ཐབས་ལམ་ཞིག་ཏུ་བརྩི་དགོས། གལ་ཏེ་རྫུན་མ་ཡིན་ན་menu_path་གྱི་ལྡེ་མིག་སྣང་མེད་དུ་བཞག་པ་རེད། ལྡེ་མིག་འདི་ནི་"ཟས་ཐོའི་དངོས་པོ་"ཡིན་ན་object_type ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Menu content path
bo_cn: ཟས་ཐོའི་ནང་དོན་གྱི་ལམ་

source: The path from which the menu contents is contructed. This key is only relevant if the use_menu_path key is true and the object_type key is "menu-object".
bo_cn: ཟས་ཐོའི་ནང་དོན་གྱི་འགྲོ་ལམ་དེ་བརྒྱུད་དགོས། ལྡེ་མིག་འདི་གལ་ཏེ་use_menu_path་གྱི་མཐེབ་བཀྱག་ངོ་མ་ཡིན་པ་དང་། object_type་གྱི་ལྡེ་མིག་ནི་"ཟས་ཐོའི་དངོས་པོ་"ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Draw arrow in menu button
bo_cn: ཟས་ཐོའི་མཐེབ་གཅུས་ནང་དུ་མདའ་མོ་འབྲི་བ

source: If true, an arrow is drawn over the menu button icon. If false, menu button has only the icon.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་མདའ་མོ་ཞིག་ཟས་ཐོའི་མཐེབ་གཅུས་ཀྱི་མཚོན་རྟགས་སྟེང་དུ་བྲིས་ཡོད། གལ་ཏེ་རྫུན་མ་ཡིན་ན། ཟས་ཐོའི་མཐེབ་གཅུས་ལ་མཚོན་རྟགས་མ་གཏོགས་མེད།

source: Launcher location
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་ཀྱི་གནས་ཡུལ

source: The location of the .desktop file describing the launcher. This key is only relevant if the object_type key is "launcher-object".
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་ཞིབ་བརྗོད་བྱེད་པའི་ཅོག་ཙེའི་སྟེང་གི་ཡིག་ཆའི་གནས་ཡུལ། ལྡེ་མིག་འདི་ནི་"འཕེན་གཏོང་བྱ་ཡུལ་"ཡིན་ན་object_type ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Action button type
bo_cn: འགུལ་སྐྱོད་སྒྲོག་གུ་རིགས།

source: The action type this button represents. Possible values are "lock", "logout", "run", "search" and "screenshot". This key is only relevant if the object_type key is "action-applet".
bo_cn: འགུལ་སྐྱོད་ཀྱི་རིགས་དབྱིབས་འདིའི་མཚོན་བྱེད་ཡིན། འབྱུང་སྲིད་པའི་རིན་ཐང་ལྟ་བ་ནི་"ཟྭ་"དང་། "ཐོ་འགོད་"། "རྒྱུག་པ་"། "འཚོལ་བཤེར་"དང་"པར་རིས་"བཅས་ཡིན། ལྡེ་མིག་འདི་གལ་ཏེ་object_type་བའི་ལྡེ་མིག་ནི་"འགུལ་སྐྱོད་"ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Name to identify panel
bo_cn: རུས་པའི་མིང་ངོས་འཛིན་བྱེད་པ།

source: This is a human readable name which you can use to identify a panel. Its main purpose is to serve as the panel's window title which is useful when navigating between panels.
bo_cn: འདི་ནི་མིའི་རིགས་ཀྱི་ཀློག་ཆོག་པའི་མིང་ཞིག་ཡིན་པས་ཁྱེད་ཚོས་བཀོལ་ནས་ཚོ་ཆུང་ཞིག་ངོས་འཛིན་བྱས་ཆོག དེའི་དམིགས་ཡུལ་གཙོ་བོ་ནི་ཚོ་ཆུང་གི་སྒེའུ་ཁུང་གི་ཁ་བྱང་དེ་པང་ལེབ་བར་གྱི་ཕྱོགས་སྟོན་ལ་སྤྱོད་སྒོ་ཡོད།

source: X screen where the panel is displayed
bo_cn: བརྙན་ཤེལ་Xནི་པང་ལེབ་འགྲེམ་སྟོན་བྱེད་སའི་བརྙན་ཤེལ་ཡིན།

source: With a multi-screen setup, you may have panels on each individual screen. This key identifies the current screen the panel is displayed on.
bo_cn: བརྙན་ཤེལ་མང་པོ་སྒྲིག་ཆས་ཡོད་ན་ཁྱོད་ཀྱིས་བརྙན་ཤེལ་རེ་རེའི་སྟེང་དུ་པང་ལེབ་རེ་ཡོད་སྲིད། ལྡེ་མིག་འདིས་མིག་སྔའི་བརྙན་ཤེལ་སྟེང་ནས་མངོན་པ་རེད།

source: Xinerama monitor where the panel is displayed
bo_cn: ལྟ་ཞིབ་ཚད་ལེན་འཕྲུལ་ཆས་ཀྱིས་པང་ལེབ་འགྲེམ་སྟོན་བྱེད་སའི་གནས་སུ་ལྟ་ཞིབ་

source: In a Xinerama setup, you may have panels on each individual monitor. This key identifies the current monitor the panel is displayed on.
bo_cn: ཞིན་ནཱ་མཱ་ཡི་སྒྲིག་གཞིའི་ནང་དུ་ཁྱོད་ཀྱིས་ལྟ་ཞིབ་ཡོ་བྱད་རེ་རེའི་སྟེང་དུ་པང་ལེབ་རེ་ཡོད་སྲིད། ལྡེ་མིག་འདིས་མིག་སྔའི་ལྟ་ཞིབ་ཡོ་བྱད་དེ་མངོན་པར་བྱས་ཡོད།

source: Expand to occupy entire screen width
bo_cn: བརྙན་ཤེལ་ཧྲིལ་པོའི་ཞེང་ཚད་བཟུང་རྒྱ་ཆེ་རུ་གཏོང་དགོས།

source: If true, the panel will occupy the entire screen width (height if this is a vertical panel). In this mode the panel can only be placed at a screen edge. If false, the panel will only be large enough to accommodate the applets, launchers and buttons on the panel.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། ཚོ་ཆུང་གིས་བརྙན་ཤེལ་ཧྲིལ་པོའི་ཞེང་ཚད་(གལ་ཏེ་འདི་ནི་དྲང་འཕྱང་གི་པང་ལེབ་ཡིན་ན། མཐོ་ཚད་)བཟུང་ཡོད། རྣམ་པ་འདིའི་འོག་ཏུ་པང་ལེབ་དེ་བརྙན་ཤེལ་གྱི་མཐའ་རུ་འཇོག་དགོས། གལ་ཏེ་རྫུན་བཟོ་བྱས་ན། ཚོ་ཆུང་གི་ཆེ་ཆུང་གིས་ཚོགས་ཆུང་སྟེང་གི་ཀུ་ཤུ་དང་། འཕེན་གཏོང་འཕྲུལ་ཆས། སྒྲོག་གུ་བཅས་ཤོང་ཐུབ།

source: Panel orientation
bo_cn: པང་ལེབ་ཀྱི་ཁ་ཕྱོགས།

source: The orientation of the panel. Possible values are "top", "bottom", "left", "right". In expanded mode the key specifies which screen edge the panel is on. In un-expanded mode the difference between "top" and "bottom" is less important - both indicate that this is a horizontal panel - but still give a useful hint as to how some panel objects should behave. For example, on a "top" panel a menu button will pop up its menu below the panel, whereas on a "bottom" panel the menu will be popped up above the panel.
bo_cn: ཚོ་ཆུང་གི་ཁ་ཕྱོགས། འབྱུང་སྲིད་པའི་རིན་ཐང་ལྟ་བ་ནི་"རྩེ་མོ་"དང་། "འོག་རིམ་"། "གཡོན་"། "གཡས་"བཅས་ཡིན། རྒྱ་བསྐྱེད་པའི་རྣམ་པའི་ཁྲོད་དུ་གཙོ་གནད་ཀྱིས་བརྙན་ཤེལ་གྱི་མཐའ་རུ་ཡོད་པ་གསལ་བཤད་བྱས་ཡོད། རྒྱ་སྐྱེད་མི་གཏོང་བའི་རྣམ་པའི་ཐོག་ནས་"རྩེ་མོ་"དང་"འོག་"བར་གྱི་ཁྱད་པར་དེ་ཙམ་གྱིས་གལ་མི་ཆེ་བ་སྟེ། དེ་གཉིས་ཀས་དེ་ནི་འཕྲེད་ཕྱོགས་ཀྱི་པང་ལེབ་ཅིག་ཡིན་པ་གསལ་པོར་མཚོན་ཡོད་མོད། འོན་ཀྱང་སྔར་བཞིན་ཕན་ནུས་ལྡན་པའི་གསལ དཔེར་ན། "རྩེ་མོ་"ཡི་ཚོ་ཆུང་ཞིག་གི་སྟེང་ནས་ཟས་ཐོའི་མཐེབ་གཅུས་ཤིག་གིས་དེའི་འོག་གི་ཟས་ཐོ་བཏོན་པ་དང་། "འོག་"གི་པང་ལེབ་སྟེང་གི་ཟས་ཐོ་དེ་ཚོ་ཆུང་གི་སྟེང་དུ་གློ་བུར་དུ་བྱུང་བ་ལྟ་བུ་རེད།

source: Panel size
bo_cn: པང་ལེབ་ཀྱི་ཆེ་ཆུང་།

source: The height (width for a vertical panel) of the panel. The panel will determine at runtime a minimum size based on the font size and other indicators. The maximum size is fixed at one quarter of the screen height (or width).
bo_cn: པང་ལེབ་ཀྱི་མཐོ་ཚད་(གཞུང་ཕྱོགས་ཀྱི་པང་ལེབ་ཀྱི་ཞེང་ཚད་)ཡིན། ཚོ་ཆུང་གིས་འཁོར་སྐྱོད་བྱེད་སྐབས་ཡིག་གཟུགས་ཆེ་ཆུང་དང་དམིགས་ཚད་གཞན་དག་གཞིར་བཟུང་ནས་ཆེས་ཆུང་བའི་གཞི་ཁྱོན་གཏན་འཁེལ་བྱ་རྒྱུ་རེད། ཆེ་ཆུང་ཆེ་ཤོས་ནི་བརྙན་ཤེལ་གྱི་མཐོ་ཚད་(ཡང་ན་ཞེང་ཚད་)ཀྱི་བཞི་ཆ་གཅིག་གཏན་འཁེལ་བྱ་དགོས།

source: X co-ordinate of panel
bo_cn: ཚོགས་ཆུང་གི་གཅིག་གྱུར་འཆར་འགོད།

source: The location of the panel along the x-axis. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
bo_cn: x-轴་རྒྱུད་ཀྱི་པང་ལེབ་ཀྱི་གནས་ཡུལ། ལྡེ་མིག་འདི་རྒྱ་བསྐྱེད་མེད་པའི་རྣམ་པའི་ཁྲོད་དུ་ད་གཟོད་འབྲེལ་བ་ཡོད། རྒྱ་བསྐྱེད་པའི་རྣམ་པའི་ཁྲོད་དུ་ལྡེ་མིག་འདི་སྣང་མེད་དུ་བཞག་པ་དང་། ཁ་ཕྱོགས་ཀྱི་ལྡེ་མིག་གིས་གཏན་འབེབས་བྱས་པའི་བརྙན་ཤེལ་གྱི་མཐའ་རུ་བཞག་ཡོད།

source: Y co-ordinate of panel
bo_cn: ཚོ་ཆུང་གི་གཅིག་གྱུར་འཆར་འགོད།

source: The location of the panel along the y-axis. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
bo_cn: y轴་རྒྱུད་ཀྱི་པང་ལེབ་ཀྱི་གནས་ཡུལ། ལྡེ་མིག་འདི་རྒྱ་བསྐྱེད་མེད་པའི་རྣམ་པའི་ཁྲོད་དུ་ད་གཟོད་འབྲེལ་བ་ཡོད། རྒྱ་བསྐྱེད་པའི་རྣམ་པའི་ཁྲོད་དུ་ལྡེ་མིག་འདི་སྣང་མེད་དུ་བཞག་པ་དང་། ཁ་ཕྱོགས་ཀྱི་ལྡེ་མིག་གིས་གཏན་འབེབས་བྱས་པའི་བརྙན་ཤེལ་གྱི་མཐའ་རུ་བཞག་ཡོད།

source: X co-ordinate of panel, starting from the right of the screen
bo_cn: བརྙན་ཤེལ་གྱི་གཡས་ཕྱོགས་ནས་འགོ་བརྩམས་ཏེ་ཚོ་ཆུང་གི་གཅིག་གྱུར་འཆར་འགོད།

source: The location of the panel along the x-axis, starting from the right of the screen. If set to -1, the value is ignored and the value of the x key is used. If the value is greater than 0, then the value of the x key is ignored. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
bo_cn: བརྙན་ཤེལ་གྱི་གཡས་ཕྱོགས་ནས་འགོ་བརྩམས་ཏེ་x-轴་དེད་ནས་པང་ལེབ་ཀྱི་གནས་ཡུལ་ཡིན། གལ་ཏེ་-1ལ་གཏན་ཁེལ་བྱས་ན། རིན་ཐང་ལ་སྣང་མེད་བྱས་པ་མ་ཟད། x keyཡི་རིན་ཐང་ཡང་བེད་སྤྱོད་བྱས་པ་རེད། གལ་ཏེ་རིན་ཐང་དེ་0ལས་ཆེ་བ་ཡིན་ན། x keyཡི་རིན་ཐང་ལ་སྣང་མེད་བྱས་པ་རེད། ལྡེ་མིག་འདི་རྒྱ་བསྐྱེད་མེད་པའི་རྣམ་པའི་ཁྲོད་དུ་ད་གཟོད་འབྲེལ་བ་ཡོད། རྒྱ་བསྐྱེད་པའི་རྣམ་པའི་ཁྲོད་དུ་ལྡེ་མིག་འདི་སྣང་མེད་དུ་བཞག་པ་དང་། ཁ་ཕྱོགས་ཀྱི་ལྡེ་མིག་གིས་གཏན་འབེབས་བྱས་པའི་བརྙན་ཤེལ་གྱི་མཐའ་རུ་བཞག་ཡོད།

source: Y co-ordinate of panel, starting from the bottom of the screen
bo_cn: བརྙན་ཤེལ་གྱི་མཐིལ་ནས་འགོ་བརྩམས་ཏེ་ཚོ་ཆུང་གི་གཅིག་གྱུར་འཆར་འགོད།

source: The location of the panel along the y-axis, starting from the bottom of the screen. If set to -1, the value is ignored and the value of the y key is used. If the value is greater than 0, then the value of the y key is ignored. This key is only relevant in un-expanded mode. In expanded mode this key is ignored and the panel is placed at the screen edge specified by the orientation key.
bo_cn: བརྙན་ཤེལ་གྱི་མཐིལ་ནས་འགོ་བརྩམས་ཏེ་y-轴་དེད་ནས་པང་ལེབ་ཀྱི་གནས་ཡུལ་ཡིན། གལ་ཏེ་-1ལ་གཏན་ཁེལ་བྱས་ན། རིན་ཐང་ལ་སྣང་མེད་བྱས་པ་མ་ཟད། y keyཡི་རིན་ཐང་ཡང་བེད་སྤྱོད་བྱས་པ་རེད། གལ་ཏེ་རིན་ཐང་དེ་0ལས་ཆེ་བ་ཡིན་ན། y keyཡི་རིན་ཐང་སྣང་མེད་དུ་བཞག་པ་རེད། ལྡེ་མིག་འདི་རྒྱ་བསྐྱེད་མེད་པའི་རྣམ་པའི་ཁྲོད་དུ་ད་གཟོད་འབྲེལ་བ་ཡོད། རྒྱ་བསྐྱེད་པའི་རྣམ་པའི་ཁྲོད་དུ་ལྡེ་མིག་འདི་སྣང་མེད་དུ་བཞག་པ་དང་། ཁ་ཕྱོགས་ཀྱི་ལྡེ་མིག་གིས་གཏན་འབེབས་བྱས་པའི་བརྙན་ཤེལ་གྱི་མཐའ་རུ་བཞག་ཡོད།

source: Center panel on x-axis
bo_cn: x-འཁོར་མདའ་སྟེང་གི་ལྟེ་བའི་པང་ལེབ།

source: If true, the x and x_right keys are ignored and the panel is placed at the center of the x-axis of the screen. If the panel is resized it will remain at that position - i.e. the panel will grow on both sides. If false, the x and x_right keys specify the location of the panel.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། xདང་x_right་གྱི་མཐེབ་བཀྱག་སྣང་མེད་དུ་བཞག་ན། པང་ལེབ་དེ་བརྙན་ཤེལ་གྱི་x-轴་ལྟེ་གནས་སུ་འཇོག་དགོས། གལ་ཏེ་ཚོ་ཆུང་བསྐྱར་དུ་བཀོད་སྒྲིག་བྱས་ན་མུ་མཐུད་དུ་གནས་བབ་འདི་རྒྱུན་འཁྱོངས་བྱེད་ཐུབ་པ་སྟེ་ཚོ་ཆུང་དེ་ཕྱོགས་གཉིས་ནས་འཚར་ལོངས་འབྱུང་སྲིད། གལ་ཏེ་རྫུན་མ་ཡིན་ན། xདང་x_right་གྱི་མཐེབ་བཀྱག་གིས་ཚོགས་ཆུང་གི་གནས་ཡུལ་གཏན་ཁེལ་བྱས་ཡོད།

source: Center panel on y-axis
bo_cn: y-轴་ལྟེ་གནས་ཀྱི་པང་ལེབ།

source: If true, the y and y_bottom keys are ignored and the panel is placed at the center of the y-axis of the screen. If the panel is resized it will remain at that position - i.e. the panel will grow on both sides. If false, the y and y_bottom keys specify the location of the panel.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། yདང་y_bottom་གྱི་ལྡེ་མིག་སྣང་མེད་དུ་བཞག་ནས། པང་ལེབ་དེ་བརྙན་ཤེལ་གྱི་y-轴་ལྟེ་གནས་སུ་བཞག་ཡོད། གལ་ཏེ་ཚོ་ཆུང་བསྐྱར་དུ་བཀོད་སྒྲིག་བྱས་ན་མུ་མཐུད་དུ་གནས་བབ་འདི་རྒྱུན་འཁྱོངས་བྱེད་ཐུབ་པ་སྟེ་ཚོ་ཆུང་དེ་ཕྱོགས་གཉིས་ནས་འཚར་ལོངས་འབྱུང་སྲིད། གལ་ཏེ་རྫུན་བཟོ་བྱས་ན། yདང་y_bottom་གྱི་ལྡེ་མིག་གིས་ཚོགས་ཆུང་གི་གནས་ཡུལ་གཏན་ཁེལ་བྱས་ཡོད།

source: Automatically hide panel into corner
bo_cn: རང་འགུལ་གྱིས་པང་ལེབ་ཁུག་ཀྱོག་ཏུ་ཡིབ་

source: If true, the panel is automatically hidden into a corner of the screen when the pointer leaves the panel area. Moving the pointer to that corner again will cause the panel to re-appear.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། ཕྱོགས་སྟོན་འཁོར་ལོ་དེ་པང་ལེབ་དང་ཁ་བྲལ་སྐབས་རང་འགུལ་གྱིས་བརྙན་ཤེལ་གྱི་ཟུར་ཞིག་ཏུ་ཡིབ་པ་རེད། ཕྱོགས་སྟོན་འཁོར་ལོ་ཡང་བསྐྱར་དཀྱོགས་མཚམས་དེར་སྤོས་ན་པང་ལེབ་ཡང་བསྐྱར་འབྱུང་སྲིད།

source: If true, hiding and un-hiding of this panel will be animated rather than happening instantly.
bo_cn: གལ་ཏེ་དོན་དངོས་དང་། སྦས་སྐུང་། སྦས་སྐུང་བཅས་བྱས་ན་འགུལ་རིས་བྱ་རྒྱུ་ཡིན་པ་ལས་འཕྲལ་མར་འབྱུང་མི་སྲིད།

source: Enable hide buttons
bo_cn: སྦས་སྐུང་བྱེད་པའི་སྒྲོག་གུ་

source: If true, buttons will be placed on each side of the panel which may be used to move the panel to edge of the screen, leaving only a button showing.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། མཐེབ་གཅུས་དེ་པང་ལེབ་ཀྱི་གཞོགས་གཉིས་སུ་བཞག་ནས་པང་ལེབ་དེ་བརྙན་ཤེལ་གྱི་མཐའ་རུ་སྤོ་སྒྱུར་བྱས་ཏེ་མཐེབ་གཅུས་གཅིག་མ་གཏོགས་མངོན་མི་ཐུབ།

source: Enable arrows on hide buttons
bo_cn: སྦས་སྐུང་བྱས་པའི་མཐེབ་གཅུས་སྟེང་གི་མདའ་མོ་

source: If true, arrows will be placed on the hide buttons. This key is only relevant if the enable_buttons key is true.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་མདའ་མོ་སྦས་སྐུང་བྱེད་པའི་སྒྲོག་གུ་སྟེང་དུ་འཇོག་སྲིད། ལྡེ་མིག་འདི་གལ་ཏེ་enable_buttons་བའི་ལྡེ་མིག་བདེན་པ་ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Panel autohide delay
bo_cn: པང་ལེབ་རང་འགུལ་གྱིས་འགོར་འགྱངས་བྱས་པ།
