Repository: gitee2github/kiran-panel
Catalog: po/*.po
Languages: bo_cn

source: Specifies the number of milliseconds delay after the pointer leaves the panel area before the panel is automatically hidden. This key is only relevant if the auto_hide key is true.
bo_cn: ཕྱོགས་སྟོན་འཁོར་ལོ་རང་འགུལ་གྱིས་སྦས་སྐུང་མ་བྱས་གོང་ལ་ཕྱོགས་སྟོན་འཁོར་ལོ་དང་ཁ་བྲལ་རྗེས་དུས་ཚོད་སྐར་ཆ་ཙམ་ཡང་འགོར་འགྱངས་བྱས་པའི་གྲངས་འབོར་གཏན་འབེབས་བྱས་ཡོད། ལྡེ་མིག་འདི་གལ་ཏེ་auto_hide་བའི་ལྡེ་མིག་བདེན་པ་ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Panel autounhide delay
bo_cn: ཚོ་ཆུང་རང་འགུལ་གྱིས་འགོར་འགྱངས་བྱས་པ།

source: Specifies the number of milliseconds delay after the pointer enters the panel area before the panel is automatically re-shown. This key is only relevant if the auto_hide key is true.
bo_cn: ཕྱོགས་སྟོན་འཁོར་ལོ་རང་འགུལ་གྱིས་བསྐྱར་དུ་མ་བསྟན་གོང་ལ་ཕྱོགས་སྟོན་འཁོར་ལོ་དེ་ཚོ་ཆུང་གི་ས་ཁོངས་སུ་འཛུལ་རྗེས་དུས་ཚོད་སྐར་ཆ་ཙམ་ཡང་འགོར་འགྱངས་བྱས་པའི་གྲངས་འབོར་གཏན་འབེབས་བྱས་ཡོད། ལྡེ་མིག་འདི་གལ་ཏེ་auto_hide་བའི་ལྡེ་མིག་བདེན་པ་ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Visible pixels when hidden
bo_cn: གབ་ཡིབ་བྱེད་སྐབས་མཐོང་ཐུབ་པའི་པར་རིས།

source: Specifies the number of pixels visible when the panel is automatically hidden into a corner. This key is only relevant if the auto_hide key is true.
bo_cn: 指定面板 རང་འགུལ་གྱིས་གྲུ་ཟུར་ཞིག་ཏུ་ཡིབ་སྐབས་མཐོང་ཐུབ་པའི་པར་རིས་ཀྱི་གྲངས་ཀ་གཏན་ཁེལ་བྱས་ཡོད། ལྡེ་མིག་འདི་གལ་ཏེ་auto_hide་བའི་ལྡེ་མིག་བདེན་པ་ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Animation speed
bo_cn: འགུལ་རིས་ཀྱི་མྱུར་ཚད།

source: The speed in which panel animations should occur. Possible values are "slow", "medium" and "fast". This key is only relevant if the enable_animations key is true.
bo_cn: ཚོ་ཆུང་གི་འགུལ་རིས་འབྱུང་བའི་མྱུར་ཚད། འབྱུང་སྲིད་པའི་རིན་ཐང་ལྟ་བ་ནི་"དལ་མོ་"དང་། "འབྲིང་རིམ་"། "མགྱོགས་པོ་"བཅས་ཡིན། ལྡེ་མིག་འདི་གལ་ཏེ་enable_animations་བའི་ལྡེ་མིག་བདེན་པ་ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Background type
bo_cn: རྒྱབ་ལྗོངས་ཀྱི་རིགས་དབྱིབས།

source: Which type of background should be used for this panel. Possible values are "none" - the default GTK+ widget background will be used, "color" - the color key will be used as background color or "image" - the image specified by the image key will be used as background.
bo_cn: རིགས་དབྱིབས་གང་གི་རྒྱབ་ལྗོངས་དེ་ཚོ་ཆུང་འདི་ལ་སྤྱོད་དགོས། འབྱུང་སྲིད་པའི་རིན་ཐང་ནི་"གཅིག་ཀྱང་མེད་"ཅེས་པ་སྟེ། སྔོན་ཆད་ཀྱི་GTK+widgetཡི་རྒྱབ་ལྗོངས་བེད་སྤྱོད་བྱ་རྒྱུ་དང་། "ཁ་དོག་"སྟེ་ཁ་དོག་གི་ལྡེ་མིག་དེ་རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག་གམ་ཡང་ན་"གཟུགས་བརྙན་"དུ་སྤྱོད་རྒྱུ་རེད།

source: Background color
bo_cn: རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག

source: Specifies the background color for the panel in #RGB format.
bo_cn: #RGB格式指定面板 རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག་གཏན་འཁེལ་བྱས་ཡོད།

source: Background color opacity
bo_cn: རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག་མངོན་མེད་རང་བཞིན།

source: Specifies the opacity of the background color format. If the color is not completely opaque (a value of less than 65535), the color will be composited onto the desktop background image.
bo_cn: 指定背景彩色格式("背景"格式"格式"格式" གལ་ཏེ་ཁ་དོག་རྦད་དེ་མངོན་གསལ་མིན་པ་(རིན་ཐང་65535མན་ཆད་)ཡིན་ན། ཁ་དོག་དེ་ཅོག་ཙེའི་རྒྱབ་ལྗོངས་ཀྱི་པར་རིས་སྟེང་དུ་འདྲེས་རྒྱུ་རེད།

source: Background image
bo_cn: རྒྱབ་ལྗོངས་ཀྱི་པར་རིས

source: Specifies the file to be used for the background image. If the image contains an alpha channel it will be composited onto the desktop background image.
bo_cn: 指定背景图像 གལ་ཏེ་པར་རིས་ནང་དུ་ཨར་ཧྥ་འཕྲིན་ལམ་ཞིག་ཡོད་ན་དེ་ཅོག་ཙེའི་རྒྱབ་ལྗོངས་ཀྱི་པར་རིས་སྟེང་དུ་འདྲེས་ངེས་རེད།

source: Fit image to panel
bo_cn: པར་རིས་དང་འཚམ་པའི་པར་རིས་དེ

source: If true, the image will be scaled (retaining the aspect ratio of the image) to the panel height (if horizontal).
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ པར་རིས་དེ་པང་ལེབ་ཀྱི་མཐོ་ཚད་(གལ་ཏེ་འཕྲེད་ཕྱོགས་སུ་བཞག་ན་)ལ་ཆེ་ཆུང་(པར་རིས་ཀྱི་ཕྱོགས་བསྡུར་སོར་འཇོག་བྱ་རྒྱུ་)ཡིན།

source: Stretch image to panel
bo_cn: པར་རིས་དེ་པང་ལེབ་ཏུ་བསྲིངས་པ

source: If true, the image will be scaled to the panel dimensions. The aspect ratio of the image will not be maintained.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་པར་རིས་དེ་ཚོ་ཆུང་གི་ཚད་ལ་སླེབས་རྒྱུ་རེད། གཟུགས་བརྙན་གྱི་ཕྱོགས་ཚད་ཀྱི་བསྡུར་ཚད་རྒྱུན་འཁྱོངས་བྱེད་མི་ཐུབ།

source: Rotate image on vertical panels
bo_cn: གཞུང་ཕྱོགས་ཀྱི་པང་ལེབ་སྟེང་གི་འཁོར་སྐྱོད་པར་རིས།

source: If true, the background image will be rotated when the panel is oriented vertically.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། རྒྱབ་ལྗོངས་ཀྱི་པར་རིས་དེ་གཞུང་ཕྱོགས་ནས་ཁ་ཕྱོགས་པའི་སྐབས་སུ་འཁོར་སྐྱོད་བྱེད་སྲིད།

source: File is not a valid .desktop file
bo_cn: ཡིག་ཆ་ནི་གོ་ཆོད་པའི་ཡིག་ཆ་ཞིག་མིན།

source: Unrecognized desktop file Version '%s'
bo_cn: ངོས་འཛིན་མ་བྱས་པའི་ཅོག་ཙེའི་ཡིག་ཆའི་པར་གཞི་'%s'

source: Starting %s
bo_cn: %sནས་འགོ་བརྩམས་པ།

source: Application does not accept documents on command line
bo_cn: རེ་འདུན་ཞུ་མཁན་གྱིས་བཀོད་འདོམས་ལམ་ཐིག་སྟེང་གི་ཡིག་ཆ་དང་

source: Unrecognized launch option: %d
bo_cn: ངོས་འཛིན་མ་བྱས་པའི་འཕེན་གཏོང་གདམ་ག་ནི། %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
bo_cn: ཡིག་ཆ་URIs'Type=Link'ཡི་ཅོག་ཙེའི་སྟེང་གི་འཇུག་སྒོ་བརྒྱུད་སྤྲོད་བྱེད་མི་ཐུབ།

source: Not a launchable item
bo_cn: འཕེན་གཏོང་བྱས་ཆོག་པའི་རྣམ་གྲངས་མིན།

source: Disable connection to session manager
bo_cn: སྐབས་འདིའི་ཚོགས་འདུའི་སྤྱི་གཉེར་བ་དང་འབྲེལ་མཐུད་བྱེད

source: Specify file containing saved configuration
bo_cn: 指定文件

source: FILE
bo_cn: ཡིག་ཆ།

source: Specify session management ID
bo_cn: ཚོགས་འདུའི་དོ་དམ་ཐོབ་ཐང་ལག་ཁྱེར་གཏན་འབེབས་

source: ID
bo_cn: ཐོབ་ཐང་ལག་ཁྱེར།

source: Session management options:
bo_cn: ཚོགས་འདུའི་དོ་དམ་གྱི་ཇུས་གཞི་གཤམ་གསལ།

source: Show session management options
bo_cn: ཚོགས་འདུའི་དོ་དམ་གྱི་ཇུས་གཞི་མངོན་པར་

source: _Open
bo_cn: སྒོ་ཕྱེ་བ།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Choose an icon
bo_cn: མཚོན་རྟགས་ཤིག་བདམས་པ།

source: Could not launch '%s'
bo_cn: '%s'འཕེན་གཏོང་བྱེད་མི་ཐུབ།

source: Could not launch application
bo_cn: བཀོལ་སྤྱོད་བྱེད་འགོ་ཚུགས་མི་ཆོག།

source: Could not open location '%s'
bo_cn: '%s'སྒོ་འབྱེད་མི་ཐུབ་པ།

source: No application to handle search folders is installed.
bo_cn: འཚོལ་བཤེར་ཡིག་སྣོད་ཐག་གཅོད་བྱེད་པའི་ཉེར་སྤྱོད་གོ་རིམ་སྒྲིག་སྦྱོར་བྱས་མེད།

source: _Remove From Panel
bo_cn: ཚོ་ཆུང་ནས་མེད་པར་བཟོ་བ།་པ།

source: _Move
bo_cn: གནས་སྤོ་བྱ་དགོས།

source: Loc_k To Panel
bo_cn: ཟྭ་རྒྱག་པ། ཚད་ལེན་ཚོ་ཆུང་ལ་སྤྲད

source: Cannot find an empty spot
bo_cn: ས་ཆ་སྟོང་པ་ཞིག་རྙེད་མི་ཐུབ།

source: Drawer
bo_cn: འཐེན་སྒམ།

source: _Add to Drawer...
bo_cn: ཁ་སྣོན་བརྒྱབ་པ།་འཐེན་འཕྲུལ་འཁོར་...

source: _Properties
bo_cn: ངོ་བོ་དང་གཟུགས་

source: Create new file in the given directory
bo_cn: གཏན་ལ་གཞིགས་ནས་ཡིག་ཆ་གསར་པ་གཏོད་དགོས།

source: - Edit .desktop files
bo_cn: - .desktop文件编辑

source: Create Launcher
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་གསར་སྐྲུན་

source: Directory Properties
bo_cn: དཀར་ཆག་གི་ངོ་བོ།

source: Launcher Properties
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་ཀྱི་ངོ་བོ།

source: Panel
bo_cn: ཚོ་ཆུང་།

source: Launch other applications and provide various utilities to manage windows, show the time, etc.
bo_cn: དེ་མིན་གྱི་ཉེར་སྤྱོད་གོ་རིམ་སྤེལ་ནས་སྒེའུ་ཁུང་དོ་དམ་དང་དུས་ཚོད་སྟོན་པ་སོགས་ཀྱི་སྤྱི་སྤྱོད་སྒྲིག་ཆས་སྣ་ཚོགས་མཁོ་འདོན་བྱ་དགོས།

source: Could not show this URL
bo_cn: དྲ་ཚིགས་འདི་མངོན་མི་ཐུབ།

source: No URL was specified.
bo_cn: URLལ་དམིགས་འཛུགས་བྱས་མེད།

source: Could not use dropped item
bo_cn: མར་ལྷུང་བའི་དངོས་རྫས་བཀོལ་སྤྱོད་བྱེད་མི་ཐུབ།

source: No URI provided for panel launcher desktop file
bo_cn: ཚན་ཆུང་གི་འཕེན་གཏོང་འཕྲུལ་ཆས་ཀྱི་ཅོག་ངོས་ཡིག་ཚགས་ལ་URIམ་འདོན་སྤྲོད་བྱས་

source: Unable to open desktop file %s for panel launcher%s%s
bo_cn: %s%s的桌面文件%s%s

source: _Launch
bo_cn: འཕེན་གཏོང་།

source: Key %s is not set, cannot load launcher
bo_cn: %sགཏན་འཁེལ་བྱས་མེད་པ་དང་། འཕེན་གཏོང་འཕྲུལ་ཆས་ཀྱི་ཐེག་མི་ཐུབ་པ།

source: Could not save launcher
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་གྲོན་ཆུང་བྱེད་མི་ཐུབ།

source: Replace a currently running panel
bo_cn: མིག་སྔར་འཁོར་སྐྱོད་བྱེད་བཞིན་པའི་པང་ལེབ་ཀྱི་ཚབ་

source: Reset the panel configuration to default
bo_cn: བསྐྱར་དུ་ཚོ་ཆུང་གི་བཀོད་སྒྲིག་དེ་ཁ་ཆད་དང་འགལ་བའི་གནས་

source: Execute the run dialog
bo_cn: རྒྱུག་པའི་གླེང་མོལ་ལག་བསྟར་བྱ་དགོས།

source: Set the default panel layout
bo_cn: ཁ་ཆད་དང་འགལ་བའི་པང་ལེབ་ཀྱི་བཀོད་པ་གཏན

source: Add this launcher to _panel
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་འདི་ཁ་སྣོན་བྱས་ནས་པང་ལེབ།

source: Add this launcher to _desktop
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་འདི་ཁ་སྣོན་བྱས་ནས་ཅོག་ཙེའི་སྟེང་གི

source: _Entire menu
bo_cn: ཧྲིལ་པོ།་ཟས་ཐོ།

source: Add this as _drawer to panel
bo_cn: འདི་ཁ་སྣོན་བྱས་ནས་ཚོ་ཆུང་གི་འཐེན་སྒམ།་དུ་བསྣན

source: Add this as _menu to panel
bo_cn: འདི་ཁ་སྣོན་བྱས་ནས་ཚོ་ཆུང་གི་ཟས་ཐོ།་དུ་བསྣན

source: _Activate Screensaver
bo_cn: སྐུལ་སློང་བྱེད་པ།་བརྙན་ཤེལ་གྱི་བརྙན་ལེན་འཕྲུལ་ཆས།

source: _Lock Screen
bo_cn: ཟྭ་རྒྱག་པ།་བརྙན་ཤེལ་

source: Could not connect to server
bo_cn: ཞབས་ཞུའི་ཡོ་བྱད་དང་འབྲེལ་མཐུད་བྱེད་མི་ཐུབ

source: Lock Screen
bo_cn: སྒོ་ལྕགས་ཀྱི་བརྙན་ཤེལ།

source: Protect your computer from unauthorized use
bo_cn: རང་གི་གློག་ཀླད་ལ་རང་མཚམས་ཀྱིས་བཀོལ་སྤྱོད་མི་བྱེད་པར་སྲུང་སྐྱོབ་བྱེད་དགོས།

source: Log Out...
bo_cn: ཕྱིར་འཐེན་བྱ་དགོས།

source: Log out of this session to log in as a different user
bo_cn: སྐབས་འདིའི་ཚོགས་འདུའི་ཐོག་ཐོ་འགོད་བྱས་ནས་སྤྱོད་མཁན་གཞན་ཞིག་ཏུ་ཐོ་འགོད་བྱས།

source: Run Application...
bo_cn: འཁོར་སྐྱོད་ཉེར་སྤྱོད...

source: Run an application by typing a command or choosing from a list
bo_cn: བཀའ་རྒྱ་ཡི་གེའི་ཡི་གེའི་ཡི་གེའི་ཐོག་ནས་རེ་ཞུ་བྱེད་པའམ་ཡང་ན་མིང་ཐོའི་ནང་ནས་གདམ་གསེས་བྱེད་པར་བརྟེན་

source: Search for Files...
bo_cn: ཡིག་ཆ་འཚོལ་ཞིབ་བྱ་དགོས།

source: Locate documents and folders on this computer by name or content
bo_cn: མིང་ངམ་ནང་དོན་ལ་བརྟེན་ནས་གློག་ཀླད་འདིའི་སྟེང་གི་ཡིག་ཆ་དང་ཡིག་སྣོད་གནས་ཡུལ་

source: Force Quit
bo_cn: དྲག་ཤུགས་ཀྱིས་ཕྱིར་འཐེན་

source: Force a misbehaving application to quit
bo_cn: བཙན་ཤེད་ཀྱིས་བྱ་སྤྱོད་ནོར་འཁྲུལ་ཅན་གྱི་རེ་ཞུ་ཕྱིར་འཐེན་བྱ་རྒྱུའི་རེ་འདུན

source: Connect to Server...
bo_cn: ཞབས་ཞུ་བ་དང་འབྲེལ་མཐུད་བྱེད་པ...

source: Connect to a remote computer or shared disk
bo_cn: རྒྱང་རིང་གི་རྩིས་འཁོར་དང་ཡང་ན་མཉམ་སྤྱོད་ཀྱི་ཁབ་ལེན་ཁབ་ལེན་ལ་

source: Shut Down...
bo_cn: ལས་མཚམས་འཇོག...

source: Shut down the computer
bo_cn: གློག་ཀླད་ཀྱི་སྒོ་རྒྱག་པ།

source: Custom Application Launcher
bo_cn: ཡུལ་སྲོལ་གོམས་གཤིས་ཀྱི་ཉེར་སྤྱོད་སྐུལ

source: Create a new launcher
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་གསར་པ་གཏོད་པ།

source: Application Launcher...
bo_cn: ཉེར་སྤྱོད་གོ་རིམ་གྱི་སྐུལ་སློང་འཕྲུལ་

source: Copy a launcher from the applications menu
bo_cn: རེ་ཞུའི་ཟས་ཐོའི་སྟེང་ནས་འཕེན་གཏོང་འཕྲུལ་ཆས་འདྲ་བཤུས་བྱས།

source: Main Menu
bo_cn: ཟས་ཐོ་གཙོ་བོ།

source: The main MATE menu
bo_cn: MATE 菜单 གཙོ་བོ།

source: Menu Bar
bo_cn: ཟས་ཐོའི་སྟེང་གི་ཟས་

source: A custom menu bar
bo_cn: ཡུལ་སྲོལ་གོམས་གཤིས་ཀྱི་ཟས་ཐོའི་

source: Separator
bo_cn: ཁ་གྱེས་ནས་ཁ་གྱེས་པ

source: A separator to organize the panel items
bo_cn: ཚོ་ཆུང་གི་རྣམ་གྲངས་སྒྲིག་འཛུགས་བྱེད་པའི་ཁ་གྱེས་ཆས།

source: A pop out drawer to store other items in
bo_cn: དངོས་རྫས་གཞན་དག་ཉར་ཚགས་བྱེད་པའི་འཐེན་སྒམ་ནང་དུ་བཅུག་ཡོད།

source: (empty)
bo_cn: (སྟོང་པ་ )

source: Find an _item to add to "%s":
bo_cn: "%s"ལ་ཁ་སྣོན་བྱེད་པའི་རྣམ་གྲངས།་ཆ་ཞིག་བཙལ་ནས་བཤད་ན།

source: Add to Drawer
bo_cn: འཐེན་སྒམ་ནང་དུ་བསྣན་པ།

source: Find an _item to add to the drawer:
bo_cn: འཐེན་སྒམ་ནང་དུ་རྣམ་གྲངས།་ཆ་ཞིག་བཙལ་ནས་ཁ་སྣོན་བྱས་པ་གཤམ་གསལ།

source: Add to Panel
bo_cn: ཚོ་ཆུང་གི་ནང་དུ་ཁ་སྣོན་

source: Find an _item to add to the panel:
bo_cn: ཚོ་ཆུང་ལ་ཁ་གསབ་བྱེད་པའི་རྣམ་གྲངས།་ཆ་ཞིག་བཙལ་ནས་གཤམ་གསལ་ལྟར།

source: _Back
bo_cn: ཕྱིར་ལོག་པ།

source: "%s" has quit unexpectedly
bo_cn: "%s"བསམ་ཡུལ་ལས་འདས་པའི་སྒོ་ནས་ཕྱིར་འཐེན་བྱས་པ་རེད།

source: Panel object has quit unexpectedly
bo_cn: ཚོ་ཆུང་གི་དངོས་པོ་བསམ་ཡུལ་ལས་འདས་པར་ཕྱིར

source: If you reload a panel object, it will automatically be added back to the panel.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ཡང་བསྐྱར་པང་ལེབ་ཀྱི་དངོས་པོ་ཞིག་བླུགས་ན་རང་འགུལ་གྱིས་ཚོགས་ཆུང་གི་ནང་དུ་བསྣན་པ་རེད།

source: D_elete
bo_cn: བསུབ་པ།

source: _Don't Reload
bo_cn: བསྐྱར་དུ་ཕབ་ལེན་མ་བྱེད།

source: _Reload
bo_cn: བསྐྱར་དུ་ཕབ་ལེན་བྱ་དགོས

source: The panel encountered a problem while loading "%s".
bo_cn: ཚོ་ཆུང་གིས་"%s"ནང་འཇུག་བྱེད་སྐབས་གནད་དོན་ཞིག་ལ་འཕྲད་པ་རེད།

source: Do you want to delete the applet from your configuration?
bo_cn: ཁྱོད་ཀྱིས་རང་གི་བཀོད་སྒྲིག་ཁྲོད་ནས་ཀུ་ཤུ་དེ་བསུབ་དགོས་སམ།

source: _Delete
bo_cn: བསུབ་པ།

source: And many, many others…
bo_cn: ད་དུང་མི་མང་པོ་ཞིག་དང་གཞན་པ་མང་པོ་

source: Copyright © 1997-2003 Free Software Foundation, Inc. Copyright © 2004 Vincent Untz Copyright © 2011-2019 MATE developers
bo_cn: 1997ལོ་ནས་2003ལོའི་བར་རང་དབང་མཉེན་ཆས་ཐེབས་རྩ་ལྷན་ཚོགས་ཀྱི་པར་དབང ©་། 2004ལོའི་ཝིན་སི་ཐན་མཉམ་འབྲེལ་རྒྱལ་ཚོགས་ཀྱི་པར་དབང ©་། 2011ལོ་ནས་2019ལོའི་བར་གྱི་MATEཡི་གསར་སྤེལ་ཚོང་པའི་པར་དབང ©་།

source: This program is responsible for launching other applications and provides useful utilities.
bo_cn: གོ་རིམ་འདིས་ཉེར་སྤྱོད་གོ་རིམ་གཞན་དག་སྤེལ་བ་དང་སྤྱོད་གོ་ཆོད་པའི་སྤྱི་སྤྱོད་སྒྲིག་ཆས་འདོན་སྤྲོད་བྱེད་འགན་འཁུར་དགོས།

source: About the MATE Panel
bo_cn: MATE Panel སྐོར།

source: Cannot delete this panel
bo_cn: ཚོ་ཆུང་འདི་བསུབ་མི་ཐུབ།

source: You must always have at least one panel.
bo_cn: ཁྱེད་ཚོས་ངེས་པར་དུ་མ་མཐར་ཡང་ཚོགས་ཆུང་གཅིག་ཡོད་དགོས།

source: Reset this panel?
bo_cn: ཚོ་ཆུང་འདི་བསྐྱར་དུ་བཀོད་སྒྲིག་བྱེད་དགོས་སམ།

source: When a panel is reset, all custom settings are lost.
bo_cn: ཚོ་ཆུང་བསྐྱར་དུ་བཀོད་སྒྲིག་བྱེད་སྐབས་ཚང་མ། ཡུལ་སྲོལ་གོམས་གཤིས་ཀྱི་སྒྲིག་བཀོད་བོར་བརླག་ཏུ་སོང་

source: _Reset Panel
bo_cn: བསྐྱར་དུ་བཀོད་སྒྲིག་བྱེད་པའི་ཚོ་

source: _Add to Panel…
bo_cn: ཚོ་ཆུང་ནང་དུ་ཁ་སྣོན་བྱས་ཡོད།

source: _Delete This Panel
bo_cn: ཚོ་ཆུང་འདི་བསུབ་པ།

source: _New Panel
bo_cn: ཚོ་ཆུང་གསར་པ།

source: A_bout Panels
bo_cn: པང་ལེབ་སྐོར།

source: Application
bo_cn: རེ་འདུན་ཞུ་ཡིག

source: Application in Terminal
bo_cn: མཐའ་སྣེའི་རེ་ཞུ།

source: Location
bo_cn: གནས་ཡུལ།

source: _Type:
bo_cn: རིགས་དབྱིབས་ནི།

source: _Name:
bo_cn: མིང་འདི་ལྟ་སྟེ།

source: _Browse...
bo_cn: བལྟས་པ་ཙམ་གྱིས་

source: Co_mment:
bo_cn: དཔྱད་གཏམ་བརྗོད་པ་སྟེ།

source: _Revert
bo_cn: ལྡོག་ཕྱོགས་སུ་འགྱུར་བ།

source: Choose an application...
bo_cn: རེ་འདུན་ཞུ་ཡིག་ཅིག་འདེམས་དགོས།

source: Choose a file...
bo_cn: ཡིག་ཆ་ཞིག་བདམས་ནས་

source: Comm_and:
bo_cn: བཀའ་རྒྱ་ནི།

source: _Location:
bo_cn: གནས་ཡུལ་ནི།

source: The name of the launcher is not set.
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་ཀྱི་མིང་གཏན་འཁེལ་བྱས་མེད།

source: Could not save directory properties
bo_cn: དཀར་ཆག་གི་ངོ་བོ་ཉར་ཚགས་བྱེད་མི་ཐུབ།

source: The name of the directory is not set.
bo_cn: དཀར་ཆག་གི་མིང་གཏན་འཁེལ་བྱས་མེད།

source: The command of the launcher is not set.
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་ཀྱི་བཀོད་འདོམས་གཏན་འཁེལ་བྱས་མེད།

source: The location of the launcher is not set.
bo_cn: འཕེན་གཏོང་འཕྲུལ་ཆས་ཀྱི་གནས་ཡུལ་གཏན་འཁེལ་བྱས་མེད།

source: Could not display help document
bo_cn: རོགས་སྐྱོར་ཡིག་ཆ་སྟོན་མི་ཐུབ་པ།

source: Click on a window to force the application to quit. To cancel press <ESC>.
bo_cn: སྒེའུ་ཁུང་ནས་བཙན་གྱིས་རེ་ཞུ་ཕྱིར་འཐེན་བྱེད་དུ་འཇུག་དགོས། ཚགས་པར་དང་དུས་དེབ་མེད་པར་བཟོ<ESC>་

source: Force this application to exit?
bo_cn: བཙན་ཤེད་ཀྱིས་རེ་ཞུ་འདི་ཕྱིར་འཐེན་བྱེད་དུ་འཇུག་

source: If you choose to force an application to exit, unsaved changes in any open documents in it might get lost.
bo_cn: གལ་ཏེ་བཙན་ཤེད་ཀྱིས་རེ་ཞུ་ཕྱིར་འཐེན་བྱེད་དུ་བཅུག་ན། དེའི་ནང་གི་མངོན་གསལ་གྱི་ཡིག་ཆ་གང་དང་གང་གི་འགྱུར་ལྡོག་ལ་འགྱུར་ལྡོག་འབྱུང་སྲིད།

source: Browse and run installed applications
bo_cn: སྒྲིག་སྦྱོར་བྱས་པའི་ཉེར་སྤྱོད་གོ་རིམ་ལ་ལྟ་ཞིབ་དང་འཁོར་སྐྱོད་

source: Access documents, folders and network places
bo_cn: ཡིག་ཆ་དང་། ཡིག་སྣོད། དྲ་རྒྱའི་གནས་ཡུལ་བཅས་ལ་ལྟ་ཞིབ་བྱེད་པ།

source: Change desktop appearance and behavior, get help, or log out
bo_cn: ཅོག་ངོས་ཀྱི་རྣམ་པ་དང་བྱ་སྤྱོད་ལ་འགྱུར་ལྡོག་བཏང་ནས་རོགས་རམ་ཐོབ་པའམ་ཡང་ན་ཐོ་འགོད

source: Applications
bo_cn: རེ་འདུན་ཞུ་ཡིག

source: _Edit Menus
bo_cn: ཟས་ཐོ་རྩོམ་སྒྲིག་བྱེད་པ

source: Bookmarks
bo_cn: དཔེ་ཆའི་མཚོན་རྟགས།

source: Open '%s'
bo_cn: '%s'ཁ་ཕྱེ་བ།

source: Unable to scan %s for media changes
bo_cn: སྨྱན་སྦྱོར་གྱི་འགྱུར་ལྡོག་ལ་ཞིབ་བཤེར་བྱེད་ཐབས་བྲལ་བ།

source: Rescan %s
bo_cn: ཡང་བསྐྱར་ཐེངས་གཅིག་ལ་བསྐྱར་དུ་ཞིབ་གཅོད་བྱས།

source: Unable to mount %s
bo_cn: %sས་སྒྲིག་སྦྱོར་བྱེད་ཐབས་བྲལ་བ།

source: Mount %s
bo_cn: %s རི་བོ།

source: Removable Media
bo_cn: གནས་སྤོ་ཐུབ་པའི་སྨྱན་སྦྱོར།

source: Network Places
bo_cn: དྲ་རྒྱའི་གནས་ཡུལ།

source: Open your personal folder
bo_cn: མི་སྒེར་གྱི་ཡིག་སྣོད་ཁ་ཕྱེ་བ།

# Desktop Folder
source: Desktop
bo_cn: ཅོག་ཙེའི་སྟེང་གི

source: Open the contents of your desktop in a folder
bo_cn: ཡིག་སྣོད་ནང་དུ་ཁྱོད་ཀྱི་ཅོག་ཙེའི་སྟེང་གི་ནང་དོན་ཁ་ཕྱེ་བ།

source: Computer
bo_cn: རྩིས་འཁོར།

source: Browse all local and remote disks and folders accessible from this computer
bo_cn: རྩིས་འཁོར་འདིའི་ནང་ནས་ལྟ་ཆོག་པའི་ས་གནས་དང་རྒྱང་ཐག་རིང་བའི་ཁབ་ལེན་དང་ཡིག་སྣོད་ཡོད་ཚད་ལ་ལྟ་ཞིབ་བྱས།

source: Network
bo_cn: དྲ་རྒྱ།

source: Browse bookmarked and local network locations
bo_cn: དཔེ་ཆའི་མཚོན་རྟགས་དང་ས་གནས་དེ་གའི་དྲ་རྒྱའི་གནས་ཡུལ་ལ་བལྟས།

source: Places
bo_cn: ས་ཆ།

source: System
bo_cn: ལམ་ལུགས།

source: Log Out %s...
bo_cn: %s...

source: Log out %s of this session to log in as a different user
bo_cn: སྐབས་འདིའི་ཚོགས་འདུའི་ཐོག་ཐོ་འགོད་བྱས་ནས་སྤྱོད་མཁན་གཞན་ཞིག་ཏུ་བརྩིས་ནས་ཐོ་འགོད་བྱ་དགོས།

# Orientation
source: Top
bo_cn: སྟོད་ཆ།

# Orientation
source: Bottom
bo_cn: མཐིལ་རྟོལ།

# Orientation
source: Left
bo_cn: གཡོན་ཕྱོགས་པ།

# Orientation
source: Right
bo_cn: གཡས་ཕྱོགས་པ།

source: Drawer Properties
bo_cn: འཐེན་སྒམ་གྱི་ངོ་བོ།

source: Panel Properties
bo_cn: པང་ལེབ་ཀྱི་ངོ་བོ།

source: Some of these properties are locked down
bo_cn: དེའི་ནང་གི་ཁང་ཁོངས་ཁ་ཤས་ལ་ཟྭ་བརྒྱབ་ཡོད།

source: _Icon:
bo_cn: མཚོན་རྟགས་ནི།

source: _Orientation:
bo_cn: ཁ་ཕྱོགས་ནི།

source: _Size:
bo_cn: ཆེ་ཆུང་ནི།

source: E_xpand
bo_cn: རྒྱ་སྐྱེད་གཏོང་བ།

source: _Autohide
bo_cn: རང་འགུལ་གྱིས་རླངས་འཁོར་གཏོང་བ།

source: Show hide _buttons
bo_cn: སྦས་སྐུང་བྱེད་པའི་སྒྲོག་གུ་མངོན

source: Arro_ws on hide buttons
bo_cn: སྦས་སྐུང་བྱས་པའི་སྒྲོག་གུ་སྟེང་གི་མདའ་མོ།

source: _None (use system theme)
bo_cn: གཅིག་ཀྱང་མེད། (བཀོལ་སྤྱོད་མ་ལག་གི་བརྗོད་བྱ་

source: Solid c_olor
bo_cn: སྲ་གཟུགས་ཀྱི་ཁ་དོག

source: Pick a color
bo_cn: ཁ་དོག་ཅིག་བདམས་པ།

source: <small>Transparent</small>
bo_cn: <small>ཕྱི་གསལ་ནང་གསལ།</small>

source: Co_lor:
bo_cn: ཁ་དོག་ནི།

source: S_tyle:
bo_cn: ཉམས་འགྱུར་ནི།

source: <small>Opaque</small>
bo_cn: <small>མངོན་གསལ་མིན་པ།</small>

source: Background _image:
bo_cn: རྒྱབ་ལྗོངས་ཀྱི་པར་རིས་ནི།

source: Select background
bo_cn: རྒྱབ་ལྗོངས་བདམས་པ།

source: Background
bo_cn: རྒྱབ་ལྗོངས།

source: Image Background Details
bo_cn: པར་རིས་ཀྱི་རྒྱབ་ལྗོངས་ཞིབ་ཕྲ།

source: _Tile
bo_cn: སོ་ཕག་དཀར་ཡོལ།

source: _Scale
bo_cn: གཞི་ཁྱོན།

source: St_retch
bo_cn: བརྐྱངས་པ།

source: Rotate image when panel is _vertical
bo_cn: པང་ལེབ་གཞུང་ཕྱོགས་སུ་འཁོར་སྐྱོད་བྱེད་སྐབས་པར་རིས་འཁོར་སྐྱོད་བྱེད་པ།

source: Could not open recently used document "%s"
bo_cn: ཉེ་ཆར་སྤྱོད་པའི་ཡིག་ཆ་"%s"ཁ་ཕྱེ་མི་ཐུབ།

source: An unknown error occurred while trying to open "%s".
bo_cn: "%s"ཁ་ཕྱེ་རྩིས་བྱེད་སྐབས་ཤེས་མེད་པའི་ནོར་འཁྲུལ་ཞིག་བྱུང་བ་རེད།

source: Clear the Recent Documents list?
bo_cn: ཉེ་ལམ་གྱི་ཡིག་ཆའི་རེའུ་མིག་གཙང་བཤེར་བྱེད་དགོས་སམ

source: If you clear the Recent Documents list, you clear the following: • All items from the Places → Recent Documents menu item. • All items from the recent documents list in all applications.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ཉེ་ལམ་གྱི་ཡིག་ཆའི་རེའུ་མིག་གཙང་བཤེར་བྱས་ན། གཤམ་གསལ་གྱི་གནས་ཚུལ་གསལ་བོར་ • ཉེ་དུས་ཀྱི་ཡིག་ཆའི་ཟས་ཐོའི་རྣམ་གྲངས་ཀྱི་ས་ཆ→ནས་ཡོང་བའི་རྣམ་གྲངས་ཡོད་ཚད། • རེ་འདུན་ཞུ་ཡིག་ཡོད་ཚད་ཀྱི་ཉེ་དུས་ཀྱི་ཡིག་ཆའི་རེའུ་མིག་ནང་གི་རྣམ་གྲངས་ཡོད་ཚད།

source: Clear Recent Documents
bo_cn: ཉེ་ལམ་གྱི་ཡིག་ཆ་ཁ་གསལ་

source: Recent Documents
bo_cn: ཉེ་ལམ་གྱི་ཡིག་ཆ།

source: Clear Recent Documents...
bo_cn: ཉེ་དུས་ཀྱི་ཡིག་ཆ་ཁ་གསལ་བཟོ་དགོས

source: Clear all items from the recent documents list
bo_cn: ཉེ་ལམ་གྱི་ཡིག་ཆའི་རེའུ་མིག་ནང་གི་རྣམ་གྲངས་ཚང་མ་གཙང་བཤེར་བྱ་

source: Could not run command '%s'
bo_cn: '%s'ལ་བཀོད་འདོམས་བྱེད་མི་ཐུབ།

source: Could not convert '%s' from UTF-8
bo_cn: UTF-8ནས་'%s'ལ་འགྱུར་ལྡོག་གཏོང་མི་ཐུབ།

source: Choose a file to append to the command...
bo_cn: ཡིག་ཆ་ཞིག་བདམས་ནས་བཀའ་རྒྱ་ཟུར་དུ་བཀོད་སྒྲིག་བྱེད་པ...

source: Select an application to view its description.
bo_cn: ཉེར་སྤྱོད་གོ་རིམ་ཞིག་བདམས་ནས་དེའི་གསལ་བཤད་ལ་ལྟ་ཞིབ་བྱེད

source: Will run command: '%s'
bo_cn: འཁོར་སྐྱོད་ཀྱི་བཀའ་རྒྱ།'%s'

source: URI list dropped on run dialog had wrong format (%d) or length (%d)
bo_cn: རྒྱུག་པའི་གླེང་མོལ་ཁྲོད་དུ་ལྷུང་བའི་URIམིང་ཐོ་ལ་ནོར་འཁྲུལ་གྱི་རྣམ་གཞག་(%d)དང་ཡང་ན་རིང་ཚད་(%d)ཡོད།

source: Run Application
bo_cn: འཁོར་སྐྱོད་ཉེར་སྤྱོད།

source: _Run
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་

source: Click this button to run the selected application or the command in the command entry field.
bo_cn: མཐེབ་གཅུས་འདི་མནན་ནས་བདམས་ཟིན་པའི་ཉེར་སྤྱོད་གོ་རིམ་ བཀའ་རྒྱ་"དེ་བཀའ་འཇུག་ཁྱབ་ཁོངས་སུ་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད།

source: Command icon
bo_cn: བཀོད་འདོམས་ཀྱི་མཚོན་རྟགས།

source: The icon of the command to be run.
bo_cn: འཁོར་སྐྱོད་བྱེད་དགོས་པའི་བཀའ་ཡི་མཚོན་རྟགས་ཤིག་ཡིན།

source: Run in _terminal
bo_cn: གནམ་གྲུ་སྒུག་ས་ནས་འཁོར་སྐྱོད་

source: Select this box to run the command in a terminal window.
bo_cn: སྒམ་འདི་བདམས་ནས་མཐའ་སྣེའི་སྒེའུ་ཁུང་ནས་བཀའ་རྒྱ་འཁོར་སྐྱོད་བྱེད་དུ་འཇུག་དགོས།

source: Run with _file...
bo_cn: ཡིག་ཆ་ཁྱེར་ནས་འཁོར་སྐྱོད་བྱེད་བཞིན་

source: Click this button to browse for a file whose name to append to the command string.
bo_cn: མཐེབ་གཅུས་འདི་མནན་ནས་ཡིག་ཆ་ཞིག་ལ་བལྟས་ཏེ་དེའི་མིང་ལ་བཀའ་རྒྱ་ཡི་གེ་ཟུར་སྣོན་བྱེད་དུ་བཅུག

source: List of known applications
bo_cn: ཤེས་ཟིན་པའི་རེ་ཞུའི་མིང་ཐོ།

source: Show list of known _applications
bo_cn: ཤེས་ཟིན་པའི་_applications་པའི་མིང་ཐོ་མངོན་པར་བྱས

source: _Force quit
bo_cn: དྲག་ཤུགས་ཀྱིས་ཕྱིར་འཐེན་

source: C_lear
bo_cn: གསལ་པོར་བཤད་ན།

source: D_on't Delete
bo_cn: བསུབ་མི་རུང་།

source: Specify an applet IID to load
bo_cn: ཀུ་ཤུའི་IIDལ་དམིགས་འཛུགས་བྱས་ནས་དངོས་ཟོག་བླུགས་པ།

source: Specify a gsettings path in which the applet preferences should be stored
bo_cn: ཀུ་ཤུའི་དགའ་ཕྱོགས་ཉར་ཚགས་བྱེད་དགོས་པའི་བྱ་དགའི་ཐབས་ལམ་ཞིག་གཏན་འབེབས་བྱས་ཡོད།

source: Specify the initial size of the applet (xx-small, medium, large etc.)
bo_cn: ཀུ་ཤུའི་ཐོག་མའི་ཆེ་ཆུང་གཏན་འཁེལ་བྱ་དགོས། (xx-small, medium, large etc.

source: Specify the initial orientation of the applet (top, bottom, left or right)
bo_cn: ཀུ་ཤུའི་ཐོག་མའི་ཁ་ཕྱོགས་གསལ་པོར་འགོད་དགོས། (སྟོད་ཆ་དང་། འོག་རིམ། གཡོན་ནམ་གཡས་)

# Size
source: XX Small
bo_cn: XX ཆུང་བ།

# Size
source: X Small
bo_cn: X ཆུང་བ།

# Size
source: Small
bo_cn: ཆུང་བ།

# Size
source: Medium
bo_cn: འབྲིང་བ།

# Size
source: Large
bo_cn: ཆེ་བ།

# Size
source: X Large
bo_cn: X ཆེ་བ།

# Size
source: XX Large
bo_cn: XX ཆེ་བ།

source: Failed to load applet %s
bo_cn: ཀུ་ཤུ་ཀུང་སིའི་དངོས་ཟོག་བླུགས་མ་ཐུབ་པ།

source: Test applet utility
bo_cn: ཀུ་ཤུའི་སྤྱི་སྤྱོད་སྒྲིག་ཆས་ཚོད་ལྟ་

source: _Execute
bo_cn: ལག་བསྟར་བྱ་དགོས།

source: _Applet:
bo_cn: ཀུ་ཤུ་ཀུང་སི།

source: _Prefs Path:
bo_cn: སྔོན་གྲབས་ལམ་ཕྲན་ནི།

source: Hide Panel
bo_cn: སྦས་སྐུང་ཚོ་ཆུང་།

source: Top Panel
bo_cn: ཆེས་མཐོ་བའི་པང་ལེབ།

source: Bottom Panel
bo_cn: འོག་གི་པང་ལེབ།

source: Left Panel
bo_cn: གཡོན་ངོས་ཀྱི་པང་ལེབ།

source: Right Panel
bo_cn: གཡས་ངོས་ཀྱི་ཚོ་ཆུང་།

source: Icon '%s' not found
bo_cn: མཚོན་རྟགས་'%s'མ་རྙེད་པ།

source: Could not execute '%s'
bo_cn: '%s'ལག་བསྟར་བྱེད་མི་ཐུབ་པ།

source: file
bo_cn: ཡིག་ཆ།

source: Home Folder
bo_cn: ཁྱིམ་ཚང་གི་ཡིག་སྣོད

source: File System
bo_cn: ཡིག་ཆའི་མ་ལག

source: Search
bo_cn: འཚོལ་ཞིབ།

source: Open URL: %s
bo_cn: ཁ་ཕྱེས་པའི་URL: %s

source: Delete this drawer?
bo_cn: འཐེན་སྒམ་འདི་བསུབ་སོང་ངམ།

source: When a drawer is deleted, the drawer and its settings are lost.
bo_cn: འཐེན་སྒམ་ཞིག་བསུབ་རྗེས་འཐེན་སྒམ་དང་དེའི་འཐེན་སྒམ། སྒྲིག་བཀོད་བོར་བརླག་ཏུ་སོང་བ་རེད།

source: Delete this panel?
bo_cn: ཚོ་ཆུང་འདི་བསུབ་དགོས་སམ།

source: When a panel is deleted, the panel and its settings are lost.
bo_cn: ཚོ་ཆུང་ཞིག་བསུབ་རྗེས་ཚོ་ཆུང་དང་དེའི་ཚོགས་ཆུང་། སྒྲིག་བཀོད་བོར་བརླག་ཏུ་སོང་བ་རེད།

source: Cannot create new panel
bo_cn: ཚོགས་ཆུང་གསར་པ་གཏོད་མི་ཐུབ་པ།

source: The number of panels has reached the top limit.
bo_cn: པང་ལེབ་ཀྱི་གྲངས་འབོར་ཆེས་མཐོ་བའི་ཚད་ལ་སླེབས་ཡོད།
