Repository: gitee2github/kiran-panel
Catalog: po/*.po
Languages: bo_cn

source: Locations
bo_cn: ས་གནས།

source: Edit
bo_cn: རྩོམ་སྒྲིག

source: Calendar
bo_cn: ལོ་ཐོ།

source: Click to hide month calendar
bo_cn: ཟླ་བ་གཅིག་གི་ཉིན་ཐོ་སྦས་སྐུང་བྱེད་

source: Click to view month calendar
bo_cn: ཟླ་བ་གཅིག་གི་ཉིན་ཐོ་ལ་ལྟ་ཞིབ་བྱེད་

source: Computer Clock
bo_cn: རྩིས་འཁོར་གྱི་ཆུ་ཚོད་

source: Set System Time...
bo_cn: མ་ལག་གི་དུས་ཚོད་གཏན་འཁེལ་བྱ་...

source: Set System Time
bo_cn: མ་ལག་གི་དུས་ཚོད་གཏན་

source: Failed to set the system time
bo_cn: མ་ལག་གི་དུས་ཚོད་གཏན་འཁེལ་བྱེད་མ་ཐུབ་པ།

source: _Preferences
bo_cn: _གཟིགས་སྐྱོང་སྲིད་གླེང་།

source: _Help
bo_cn: _རོགས་རམ་བྱེད་པ།

source: _About
bo_cn: _འབྲེལ་ཡོད་ཀྱི་སྐོར།

source: Copy _Time
bo_cn: བསྐྱར་དཔར་དུས་ཚོད།

source: Copy _Date
bo_cn: བསྐྱར་དཔར་དུས་ཚོད།

source: Ad_just Date & Time
bo_cn: ལེགས་སྒྲིག་བྱེད་པ། དྲ་ཚོད། དུས་ཚོད།

source: Choose Location
bo_cn: ས་གནས་བདམས་པ།

source: Edit Location
bo_cn: རྩོམ་སྒྲིག་བྱེད་ས།

source: City Name
bo_cn: གྲོང་ཁྱེར་གྱི་མིང་།

source: City Time Zone
bo_cn: གྲོང་ཁྱེར་གྱི་དུས་ཚོད་

source: Clock
bo_cn: ཆུ་ཚོད་འཁོར་ལོ།

source: About Clock
bo_cn: ཆུ་ཚོད་འཁོར་ལོའི་སྐོར།

source: The Clock displays the current time and date
bo_cn: ཆུ་ཚོད་འཁོར་ལོ་ཡིས་མིག་སྔའི་དུས་ཚོད་དང་དུས་ཚོད་མངོན་པར་བྱས་ཡོད།

source: Copyright © 1998-2004 Free Software Foundation, Inc. Copyright © 2012-2019 MATE developers
bo_cn: 1998ལོ་ནས་2004ལོའི་བར་རང་དབང་མཉེན་ཆས་ཐེབས་རྩ་ཚོགས་པའི་པར་དབང ©་། 2012ལོ་ནས་2019ལོའི་བར་གྱི་MATEཡི་གསར་སྤེལ་ཚོང་པའི་པར་དབང ©་།

source: translator-credits
bo_cn: ལོ་ཙཱ་བའི་སྦྱངས་འབྲས།

source: Time & Date
bo_cn: དུས་ཚོད །

source: _Cancel
bo_cn: _ཕྱིར་འཐེན།

source: _Set System Time
bo_cn: _གཏན་འཁེལ་བྱ་དགོས། མ་ལག་གི་དུས་ཚོད།

source: _Time:
bo_cn: དུས་ཚོད།ནི།:

source: Current Time:
bo_cn: མིག་སྔའི་དུས་ཚོད་ནི།

source: Clock Preferences
bo_cn: ཆུ་ཚོད་འཁོར་ལོའི་དགའ་ཕྱོགས།

source: Time _Settings
bo_cn: དུས་ཚོད་ཀྱི་སྒྲིག་བཀོད།

source: _Close
bo_cn: སྒོ་རྒྱག་པ།

source: Clock Format
bo_cn: ཆུ་ཚོད་འཁོར་ལོའི་རྣམ་གཞག

source: _12 hour format
bo_cn: ཆུ་ཚོད་12ཀྱི་རྣམ་གཞག

source: _24 hour format
bo_cn: ཆུ་ཚོད་24རིང་གི་རྣམ་གཞག

source: Panel Display
bo_cn: པང་ལེབ་འགྲེམས་སྟོན།

source: Show the _date
bo_cn: དུས་ཚོད།་སྟོན་བྱེད་པ།

source: Show seco_nds
bo_cn: དུས་ཚོད་སྐར་ཆ་ཙམ་ཡང་སྟོན་བྱེད་པ།

source: Show wee_k numbers in calendar
bo_cn: ལོ་ཐོའི་ནང གཟའ་འཁོར་གཅིག་གྲངས་ཀ་མངོན་པར་བྱས་ཡོད།

source: Show _weather
bo_cn: གནམ་གཤིས་་སྟོན་བྱེད་པ།

source: Show _temperature
bo_cn: དྲོད་ཚད།་སྟོན་བྱེད་པ།

source: General
bo_cn: སྤྱིར་བཏང་གི་གནས

source: _Add
bo_cn: ཁ་སྣོན་བརྒྱབ་པ།

source: _Edit
bo_cn: རྩོམ་སྒྲིག

source: _Remove
bo_cn: མེད་པར་བཟོ་བ།

source: Display
bo_cn: འགྲེམས་སྟོན།

source: _Visibility unit:
bo_cn: མཐོང་ཐུབ་པའི་རང་བཞིན། ཚན་པ་གཤམ་གསལ།

source: _Pressure unit:
bo_cn: སྡེ་ཚནགནོན་ཤུགས་ཆེ་བ།་ནི།

source: _Wind speed unit:
bo_cn: མྱུར་ཚདརླུང་། ཚད་ལས་བརྒལ་བའི་སྡེ་ཚན་

source: _Temperature unit:
bo_cn: དྲོད་ཚད། ཚན་པ་གཤམ་གསལ།

source: Weather
bo_cn: གནམ་གཤིས་

source: East
bo_cn: ཤར་ཕྱོགས།

source: West
bo_cn: ནུབ་ཕྱོགས་རྒྱལ་ཁབ།

source: North
bo_cn: བྱང་ཕྱོགས།

source: South
bo_cn: ལྷོ་ཕྱོགས།

source: _OK
bo_cn: _འགྲིགས།

source: <small><i>Type a city, region, or country name and then select a match from the pop-up.</i></small>
bo_cn: <small><i>གྲོང་ཁྱེར་དང་། ས་ཁོངས། གྲོང་གསེབ་ཀྱི་མིང་བཅས་ལ་ཡི་གེ་བཏགས་རྗེས་དར་ཁྱབ་ཆེ་བའི་ཁྲོད་ནས་འགྲན་བསྡུར་ཞིག་བདམས་པ་རེད།</i></small>

source: _Timezone:
bo_cn: དུས་ཚོད་ཀྱི་ཁྱབ་ཁུལ།་ནི།

source: _Location Name:
bo_cn: གནས་ཡུལ།་མིང་འདི་ལྟ་སྟེ།

source: <i>(optional)</i>
bo_cn: <i>(འདེམས་བསྐོ་བྱས་ཆོག)</i>

source: L_ongitude:
bo_cn: རྒྱང་རིང་གི་རང་བཞིན།་ནི།

source: L_atitude:
bo_cn: འཕྲེད་ཐིག་ནི།

source: Failed to set the system timezone
bo_cn: མ་ལག་གི་དུས་ཚོད་གཏན་འཁེལ་བྱེད་མ་ཐུབ་པ།

source: <small>Set...</small>
bo_cn: <small>གཏན་འཁེལ་</small>

source: <small>Set</small>
bo_cn: <small>གཏན་འཁེལ་བྱ་དགོས།</small>

source: Set location as current location and use its timezone for this computer
bo_cn: གནས་ཡུལ་དེ་མིག་སྔའི་གནས་ཡུལ་དུ་གཏན་འཁེལ་བྱས་ནས་དེའི་དུས་ཚོད་བེད་སྤྱད་དེ་རྩིས་འཁོར་འདི་

source: Unknown
bo_cn: ཤེས་མེད་པ།

source: %s, feels like %s
bo_cn: %s,ཚོར་སྣང་ནི་%s

source: Sunrise: %s / Sunset: %s
bo_cn: ཉི་མ་ཤར་བ། %s / ཉི་མ་ནུབ་པ།: %s

source: Could not display help document '%s'
bo_cn: རོགས་རམ་བྱེད་པའི་ཡིག་ཆ་'%s'མངོན་མི་ཐུབ།

source: Error displaying help document
bo_cn: རོགས་སྐྱོར་ཡིག་ཆ་འགྲེམ་སྟོན་བྱེད་པའི་ནོར་འཁྲུལ

source: Hour format
bo_cn: དུས་ཚོད་ཀྱི་རྣམ་གཞག

source: This key specifies the hour format used by the clock applet. Possible values are "12-hour", "24-hour", "internet", "unix" and "custom". If set to "internet", the clock will display Internet time. The Internet time system divides the day into 1000 ".beats". There are no time zones in this system, so time is the same all over the world. If set to "unix", the clock will display time in seconds since Epoch, i.e. 1970-01-01. If set to "custom", the clock will display time according to the format specified in the custom_format key.
bo_cn: ལྡེ་མིག་འདིས་དུས་ཚོད་ཀྱི་ཀུ་ཤུ་བཀོལ་སྤྱོད་བྱེད་པའི་དུས་ཚོད་ཀྱི་རྣམ་གཞག་གཏན་ཁེལ་བྱས་ཡོད། འབྱུང་སྲིད་པའི་རིན་ཐང་ལྟ་བ་ནི་"ཆུ་ཚོད་བཅུ་གཉིས་"དང་། "ཆུ་ཚོད་24"། "དྲ་སྦྲེལ་"། "མཉམ་སྤྱོད་"དང་"གོམས་སྲོལ་"བཅས་ཡིན། གལ་ཏེ་"དྲ་སྦྲེལ་"ལ་གཏན་འཁེལ་བྱས་ན། ཆུ་ཚོད་འཁོར་ལོ་ཡིས་དྲ་རྒྱའི་དུས་ཚོད་མངོན་སྲིད། དྲ་སྦྲེལ་གྱི་དུས་ཚོད་མ་ལག་གིས་ཉིན་དེ་1000ལ་དབྱེ་ཡོད། མ་ལག་འདིའི་ནང་དུ་དུས་ཚོད་མེད་པས། འཛམ་གླིང་གི་ས་ཆ་སོ་སོར་དུས་ཚོད་གཅིག་འདྲ་ཡིན། གལ་ཏེ་"མཉམ་སྤྱོད་"བྱ་རྒྱུའི་གཏན་འབེབས་བྱས་ན། དུས་ཚོད་ནི་དུས་རབས་གོང་མའི་དུས་རབས་ནས་བཟུང་གི་དུས་ཚོད་སྐར་ཆ་ཙམ་ཡང་མངོན་གྱི་རེད། དེ་ནི་1970ལོ་ནས་01-01ལོའི་བར་ཡིན། གལ་ཏེ་"གོམས་སྲོལ་"དུ་གཏན་འཁེལ་བྱས་ན། ཆུ་ཚོད་འཁོར་ལོ་དེ་custom_format་མའི་ལྡེ་མིག་ནང་གཏན་འབེབས་བྱས་པའི་རྣམ་གཞག་ལྟར་དུས་ཚོད་མངོན་གྱི་རེད།

source: Custom format of the clock
bo_cn: དུས་ཚོད་ཀྱི་ཡུལ་སྲོལ་གོམས་གཤིས་ཀྱི་རྣམ་གཞག

source: This key specifies the format used by the clock applet when the format key is set to "custom". You can use conversion specifiers understood by strftime() to obtain a specific format. See the strftime() manual for more information.
bo_cn: ལྡེ་མིག་འདིས་དུས་ཚོད་ཀྱི་ཀུ་ཤུ་ཡིས་རྣམ་གཞག་གི་ལྡེ་མིག་དེ་"གོམས་སྲོལ་"དུ་གཏན་འཁེལ་བྱེད་སྐབས་བཀོལ་སྤྱོད་བྱེད་པའི་རྣམ་གཞག་གཏན་འབེབས་བྱས་ཡོད། ཁྱོད་ཀྱིས་དུས་ཚོད་ཀྱི་སྟེང་ནས་གོ་བ་ལེན་པའི་འགྱུར་ལྡོག་གི་དམིགས་ཚད་ལ་བརྟེན་ནས་དམིགས་བསལ་གྱི་རྣམ་གཞག་ཅིག་ཐོབ་ཐུབ། ཆ་འཕྲིན་སྔར་ལས་མང་བ་མཁོ་འདོན་བྱེད་པའི་དུས་ཚོད་ཀྱི་ལག་དེབ་ལ་གསལ།

source: Show time with seconds
bo_cn: དུས་ཚོད་སྐར་ཆ་ཙམ་ཡང་མ་འགོར་བར་

source: If true, display seconds in time.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་དུས་ཐོག་ཏུ་དུས་ཚོད་སྐར་ཆ་ཙམ་ཡང་

source: Show date in clock
bo_cn: དུས་ཚོད་ལྟར་དུས་ཚོད་མངོན་པ།

source: If true, display date in the clock, in addition to time.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་དུས་ཚོད་ཀྱི་ནང་དུ་དུས་ཚོད་ཕུད་པའི་དུས་ཚོད་མངོན་པར་བྱ་དགོས།

source: Show date in tooltip
bo_cn: ལག་ཆའི་ནང་དུ་དུས་ཚོད་མངོན་པར་བྱས་ཡོད།

source: If true, show date in a tooltip when the pointer is over the clock.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ཕྱོགས་སྟོན་འཁོར་ལོ་དུས་ཚོད་ལས་བརྒལ་དུས་ལག་ཆའི་ནང་དུ་དུས་ཚོད་མངོན་པར་བྱ་དགོས།

source: Show weather in clock
bo_cn: དུས་ཚོད་ལྟར་གནམ་གཤིས་མངོན་པ།

source: If true, display a weather icon.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་གནམ་གཤིས་ཀྱི་མཚོན་རྟགས་ཤིག་སྟོན་དགོས།

source: Show temperature in clock
bo_cn: ཆུ་ཚོད་འཁོར་ལོའི་ནང་དུ་དྲོད་ཚད་

source: If true, show the temperature next to the weather icon.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་གནམ་གཤིས་ཀྱི་མཚོན་རྟགས་འགྲམ་གྱི་དྲོད་ཚད་མངོན་པར་བྱ་དགོས།

source: Show week numbers in calendar
bo_cn: ལོ་ཐོའི་ནང་དུ་གཟའ་འཁོར་གཅིག་གི་ཨང་གྲངས

source: If true, show week numbers in the calendar.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ལོ་ཐོའི་ནང་དུ་གཟའ་འཁོར་གཅིག་གི་ཨང་གྲངས་མངོན་

source: Expand list of locations
bo_cn: ས་གནས་ཀྱི་མིང་ཐོ་རྒྱ་སྐྱེད་གཏོང་དགོས།

source: If true, expand the list of locations in the calendar window.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ལོ་ཐོའི་སྐར་ཁུང་ནང་གི་གནས་ཡུལ་གྱི་མིང་ཐོ་རྒྱ་བསྐྱེད་དགོས།

source: List of locations
bo_cn: ས་གནས་ཀྱི་མིང་ཐོ།

source: A list of locations to display in the calendar window.
bo_cn: ལོ་ཐོའི་སྐར་ཁུང་ནས་མངོན་པའི་གནས་ཡུལ་གྱི་རེའུ་མིག

source: Temperature unit
bo_cn: དྲོད་ཚད་སྡེ་ཚན།

source: The unit to use when showing temperatures.
bo_cn: དྲོད་ཚད་མངོན་སྐབས་བཀོལ་སྤྱོད་བྱེད་པའི་སྡེ་ཚན་ཡིན།

source: Speed unit
bo_cn: མྱུར་ཚད་སྡེ་ཚན།

source: The unit to use when showing wind speed.
bo_cn: རླུང་གི་མྱུར་ཚད་མངོན་སྐབས་སྤྱོད་དགོས་པའི་སྡེ་ཚན་ལ་ཟེར།

source: Clock Applet Factory
bo_cn: ཆུ་ཚོད་འཁོར་ལོའི་བཟོ་གྲྭ།

source: Factory for clock applet
bo_cn: ཆུ་ཚོད་འཁོར་ལོའི་བཟོ་གྲྭ།

source: Get the current time and date
bo_cn: ད་ལྟའི་དུས་ཚོད་དང་དུས་ཚོད་ཐོབ་པ།

source: Warning: The command appears to be something actually useful. Since this is a useless applet, you may not want to do this. We strongly advise you against using %s for anything which would make the applet "practical" or useful.
bo_cn: ཉེན་བརྡ། བཀའ་ནི་དོན་དངོས་སུ་སྤྱོད་སྒོ་ཡོད་པའི་དངོས་པོ་ཞིག་ཡིན་པ་འདྲ། འདི་ནི་སྤྱོད་སྒོ་མེད་པའི་ཀུ་ཤུ་ཞིག་ཡིན་པས་ཁྱེད་ཀྱིས་འདི་ལྟར་བྱེད་མི་འདོད་པ་རེད། ང་ཚོས་ཁྱེད་ལ་བྱ་བ་གང་དང་གང་གི་ཆེད་དུ་%sམ་བཀོལ་སྤྱོད་བྱེད་པར་ངོ་རྒོལ་བྱེད་ དེ་ལྟར་བྱས་ན་ཀུ་ཤུ་དེ་"སྤྱོད་གོ་ཆོད་པ་"དང་ཡང་ན་སྤྱོད་སྒོ་ཡོད་པ་ཞིག

source: Images
bo_cn: པར་རིས།

source: %s the Fish
bo_cn: %s ཉ་རིགས།

source: %s has no use what-so-ever. It only takes up disk space and compilation time, and if loaded it also takes up precious panel space and memory. Anybody found using it should be promptly sent for a psychiatric evaluation.
bo_cn: %sལ་སྤྱོད་སྒོ་གང་ཡང་མེད། དེས་ཁབ་ལེན་གྱི་བར་སྟོང་དང་ཕྱོགས་བསྒྲིགས་ཀྱི་དུས་ཚོད་མ་གཏོགས་མི་དགོས་པར་མ་ཟད། གལ་ཏེ་དེའི་ནང་དུ་བཅུག་ན་རིན་ཐང་བྲལ་བའི་པང་ལེབ་ཀྱི་བར་སྟོང་དང་དྲན་ཤེས་ཀྱང་བཟུང་ཡོད། མི་སུ་དང་སུ་ཞིག་ཡིན་རུང་དེ་བཀོལ་སྤྱོད་བྱས་ན་དུས་ཐོག་ཏུ་སྨྱོ་ནད་ལ་གདེང་འཇོག་བྱེད་པར་བསྐྱལ་དགོས།

source: (with minor help from George)
bo_cn: (ཆའོ་ཀྲི་ཡི་རོགས་རམ་ཕྲན་བུ་བྱས་པ་)

source: Fish
bo_cn: ཉ་རིགས།

source: About Fish
bo_cn: ཉ་རིགས་སྐོར།

source: Copyright © 1998-2002 Free Software Foundation, Inc. Copyright © 2002-2005 Vincent Untz Copyright © 2012-2019 MATE developers
bo_cn: 1998ལོ་ནས་2002ལོའི་བར་རང་དབང་མཉེན་ཆས་ཐེབས་རྩ་ཚོགས་པའི་པར་དབང ©་། 2002ལོ་ནས་2005ལོའི་བར་ཝིན་སི་ཐན་མཉམ་འབྲེལ་རྒྱལ་ཚོགས་ཀྱི་རྩོམ་གྱི་བདག་དབང ©་། 2012ལོ་ནས་2019ལོའི་བར་གྱི་MATEཡི་གསར་སྤེལ་ཚོང་པའི་པར་དབང ©་།

source: %s the Fish, a contemporary oracle
bo_cn: %s ཉ་དང་དེང་རབས་ཀྱི་གདོན་འདྲེ།

source: Unable to locate the command to execute
bo_cn: ལག་བསྟར་བྱེད་དགོས་པའི་བཀའ་རྒྱ་གཏན་འཁེལ་བྱེད་མི་ཐུབ།

source: %s the Fish Says:
bo_cn: %s ཉ་རིགས་ཀྱིས་བཤད་རྒྱུར།

source: Unable to read output from command Details: %s
bo_cn: བཀོད་འདོམས་ཀྱི་ཐོན་རྫས་ཀློག་མི་ཐུབ་པ། ཞིབ་ཕྲའི་གནས་ཚུལ་ཞིབ་ཕྲ། %s

source: _Speak again
bo_cn: ཡང་བསྐྱར་སྐད་ཆ་བཤད་པ།་པ།

source: The configured command is not working and has been replaced by: %s
bo_cn: བཀོད་སྒྲིག་བྱས་པའི་བཀའ་རྒྱ་ལག་བསྟར་བྱེད་མ་ཐུབ་པར་དེའི་ཚབ་བྱས་ཟིན་པ་སྟེ། %s

source: Unable to execute '%s' Details: %s
bo_cn: '%s'ལག་བསྟར་བྱེད་ཐབས་བྲལ་བ། ཞིབ་ཕྲའི་གནས་ཚུལ་ཞིབ་ཕྲ། %s

source: Unable to read from '%s' Details: %s
bo_cn: '%s'ཡི་ནང་ནས་ཀློག་མི་ཐུབ་པ། ཞིབ་ཕྲའི་གནས་ཚུལ་ཞིབ་ཕྲ། %s

source: The water needs changing
bo_cn: ཆུའི་དགོས་མཁོར་འགྱུར་ལྡོག་གཏོང་དགོས།

source: Look at today's date!
bo_cn: དེ་རིང་གི་དུས་ཆད་ལ་ལྟོས་དང་།

source: %s the Fish, the fortune teller
bo_cn: %s ཉ་དང་། རྒྱུ་ནོར་རྩིས་རྒྱག་མཁན།

source: Fish Preferences
bo_cn: ཉ་རིགས་ཀྱི་དགའ་ཕྱོགས།

source: _Name of fish:
bo_cn: ཉམིང་།་ནི།

source: Co_mmand to run when clicked:
bo_cn: བཀའ་རྒྱ། འགྲན་བསྡུར་བྱེད་སྐབས་བྲོས་བྱོལ་དུ་འགྲོ་དགོས་པ་སྟེ།

source: Animation
bo_cn: འགུལ་རིས་གློག་བརྙན།

source: _File:
bo_cn: ཡིག་ཆ།་ནི།

source: Select an animation
bo_cn: འགུལ་རིས་ཤིག་བདམས་པ།

source: _Total frames in animation:
bo_cn: འགུལ་རིས་ཁྲོདབསྡོམས་འབོར། ཀྱི་སྒྲོམ་གཞི་ནི།

source: _Pause per frame:
bo_cn: སྒྲོམ་གཞི་རེ་རེའི་མཚམས་འཇོག་པ།་ཆ་གཤམ་གསལ།

source: frames
bo_cn: སྒྲོམ་གཞི།

source: seconds
bo_cn: དུས་ཚོད་སྐར་ཆ་ཙམ་ཡང

source: _Rotate on vertical panels
bo_cn: གཞུང་ཕྱོགས་ཀྱི་པང་ལེབ་སྟེང་གི་འཁོར་སྐྱོད་བྱེད་པ།་ཆ།

source: The fish's name
bo_cn: ཉ་དེའི་མིང་།

source: A fish without a name is a pretty dull fish. Bring your fish to life by naming him.
bo_cn: མིང་མེད་པའི་ཉ་ནི་ཧ་ཅང་རྨོངས་པའི་ཉ་ཞིག་རེད། ཁོའི་མིང་ལ་བརྟེན་ནས་ཁྱེད་ཀྱི་ཉ་གསོན་དུ་འཇུག་དགོས།

source: The fish's animation pixmap
bo_cn: ཉ་དེའི་འགུལ་རིས་རི་མོ།

source: This key specifies the filename of the pixmap which will be used for the animation displayed in the fish applet relative to the pixmap directory.
bo_cn: ལྡེ་མིག་འདིས་pixmapཡི་ཡིག་ཆའི་མིང་གཏན་འབེབས་བྱས་ཡོད། དེ་ནི་pixmap དཀར་ཆག་དང་བལྟོས་བཅས་ཀྱི་ཉ་ཀུ་ཤུའི་ནང་དུ་མངོན་པའི་འགུལ་རིས་ལ་སྤྱོད་རྒྱུ་རེད།

source: Command to execute on click
bo_cn: མཐེབ་གནོན་བྱས་ནས་ལག་བསྟར་བྱེད་དགོས་པའི་བཀའ

source: This key specifies the command that will be tried to execute when the fish is clicked.
bo_cn: ལྡེ་མིག་འདིས་ཉ་འཛིན་སྐབས་ལག་བསྟར་བྱེད་རྩིས་ཡོད་པའི་བཀའ་རྒྱ་གཏན་འབེབས་བྱས་ཡོད།

source: Frames in fish's animation
bo_cn: ཉ་རིགས་ཀྱི་འགུལ་རིས་ཁྲོད་ཀྱི་སྒྲོམ་གཞི།

source: This key specifies the number of frames that will be displayed in the fish's animation.
bo_cn: ལྡེ་མིག་འདིས་ཉ་ཡི་འགུལ་རིས་ཁྲོད་དུ་མངོན་པའི་སྒྲོམ་གཞིའི་གྲངས་ཀ་གཏན་ཁེལ་བྱས་ཡོད།

source: Pause per frame
bo_cn: སྒྲོམ་གཞི་རེ་རེའི་མཚམས་འཇོག་པ།

source: This key specifies the number of seconds each frame will be displayed.
bo_cn: ལྡེ་མིག་འདིས་སྒྲོམ་གཞི་རེ་རེའི་སྐར་ཆ་རེ་རེའི་གྲངས་ཀ་གསལ་བཤད་བྱས་ཡོད།

source: Rotate on vertical panels
bo_cn: གཞུང་ཕྱོགས་ཀྱི་པང་ལེབ་སྟེང་དུ་འཁོར་སྐྱོད་བྱེད་པ།

source: If true, the fish's animation will be displayed rotated on vertical panels.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན།ཉ་ཡི་འགུལ་རིས་དེ་གཞུང་ཕྱོགས་ཀྱི་པང་ལེབ་སྟེང་འཁོར་སྐྱོད་བྱེད་རྒྱུ་རེད།

source: Wanda Factory
bo_cn: ཝན་ཏ་བཟོ་གྲྭ།

source: From Whence That Stupid Fish Came
bo_cn: གླེན་རྟགས་སྟོན་པའི་ཉ་དེ་ནམ་ཞིག་ནས་ཡོང་བ་ཡིན།

source: Display a swimming fish or another animated creature
bo_cn: ཆུ་རྐྱལ་ཉ་ཞིག་གམ་ཡང་ན་འགུལ་རིས་སྐྱེ་དངོས་གཞན་ཞིག་

source: Notification Area
bo_cn: བརྡ་ཐོ་གཏོང་བའི་ཁྱབ་ཁོངས།

source: About Notification Area
bo_cn: བརྡ་ཐོ་གཏོང་བའི་ཁྱབ་ཁོངས་སྐོར།

source: Copyright © 2002 Red Hat, Inc. Copyright © 2003-2006 Vincent Untz Copyright © 2011 Perberos Copyright © 2012-2019 MATE developers
bo_cn: 2002ལོའི་པར་དབང ©་ཞྭ་མོ་དམར་པོ་ཀུང་སི། 2003ལོ་ནས་2006ལོའི་བར་ཝིན་སི་ཐན་མཉམ་འབྲེལ་རྒྱལ་ཚོགས་ཀྱི་རྩོམ་གྱི་བདག་དབང ©་། པར་དབང ©་2011ལོའི་ཕེ་པེར་ལོ་སི། 2012ལོ་ནས་2019ལོའི་བར་གྱི་MATEཡི་གསར་སྤེལ་ཚོང་པའི་པར་དབང ©་།

source: Panel Notification Area
bo_cn: ཚོ་ཆུང་གི་བརྡ་ཁྱབ་ཁྱབ་ཁོངས།

source: Notification Area Preferences
bo_cn: བརྡ་ཐོ་གཏོང་བའི་ཁྱབ་ཁོངས་ཀྱི་གཟིགས་སྐྱོང་

source: _Minimum Icon Size:
bo_cn: ཆེས་དམའ་ཤོས་ཡིན།་མཚོན་རྟགས་ཀྱི་ཆེ་ཆུང་གཤམ་གསལ།

source: Minimum icon size
bo_cn: ཆེས་དམའ་བའི་མཚོན་རྟགས་ཆེ་ཆུང་།

source: The minimum size an icon can have.
bo_cn: མཚོན་རྟགས་ཤིག་གི་ཆེས་དམའ་བའི་ཆེ་ཆུང་ནི་ཡོད་ཆོག་པ་དེ་ཡིན།

source: Notification Area Factory
bo_cn: བརྡ་ཁྱབ་ཁུལ་གྱི་བཟོ་གྲྭ།

source: Factory for notification area
bo_cn: བརྡ་ཐོ་གཏོང་ཁུལ་གྱི་བཟོ་གྲྭ།

source: Area where notification icons appear
bo_cn: བརྡ་ཁྱབ་ཀྱི་མཚོན་རྟགས་ཐོན་སའི་ས་ཁོངས།

source: Show windows from all workspaces
bo_cn: ལས་ཀའི་བར་སྟོང་ཡོད་ཚད་ཀྱི་སྒེའུ་ཁུང་མངོན་པ།

source: If true, the window list will show windows from all workspaces. Otherwise it will only display windows from the current workspace.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། སྒེའུ་ཁུང་གི་རེའུ་མིག་གིས་ལས་ཀའི་བར་སྟོང་ཡོད་ཚད་ཀྱི་སྒེའུ་ཁུང་མངོན་སྲིད། དེ་ལྟར་མ་བྱས་ན་དེས་མིག་སྔའི་ལས་ཀའི་བར་སྟོང་ནས་སྒེའུ་ཁུང་མ་གཏོགས་མངོན་མི་ཐུབ།

source: When to group windows
bo_cn: ནམ་ཞིག་ལ་སྒེའུ་ཁུང་ཁྱུ་གཅིག་ཏུ་

source: Decides when to group windows from the same application on the window list. Possible values are "never", "auto" and "always".
bo_cn: ནམ་ཞིག་ལ་སྒེའུ་ཁུང་གི་མིང་ཐོའི་སྟེང་གི་ཉེར་སྤྱོད་གོ་རིམ་གཅིག་གི་ཁྲོད་ནས་སྒེའུ་ཁུང་ཁྱུ་སྒྲིག་བྱེད་རྒྱུ་ཐག འབྱུང་སྲིད་པའི་རིན་ཐང་ལྟ་བ་ནི་"ནམ་ཡང་མི་འབྱུང་བ་"དང་། "རང་འགུལ་"དང་"ནམ་ཡང་"ཡིན།

source: Move windows to current workspace when unminimized
bo_cn: སྒེའུ་ཁུང་དེ་མིག་སྔའི་ལས་ཀའི་བར་སྟོང་དུ་སྤོར་དགོས།

source: If true, then when unminimizing a window, move it to the current workspace. Otherwise, switch to the workspace of the window.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། སྒེའུ་ཁུང་ཞིག་མེད་པར་བཟོས་ན། དེ་མིག་སྔའི་ལས་ཀའི་བར་སྟོང་དུ་སྤོར་དགོས། དེ་ལྟར་མ་བྱས་ན་སྒེའུ་ཁུང་གི་ལས་ཀའི་བར་སྟོང་དུ་བསྒྱུར་དགོས།

source: Display workspace names
bo_cn: ལས་ཀའི་བར་སྟོང་གི་མིང་མངོན་པར

source: If true, the workspaces in the workspace switcher will display the names of the workspaces. Otherwise they will display the windows on the workspace. This setting only works when the window manager is Marco.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། ལས་ཀའི་བར་སྟོང་གི་གློག་སྒོ་འབྱེད་ཆས་ནང་གི་ལས་ཀའི་བར་སྟོང་གིས་ལས་ཀའི་བར་སྟོང་གི་མིང་མངོན་སྲིད། དེ་ལྟར་མ་བྱས་ན་ཁོ་ཚོས་ལས་ཀའི་བར་སྟོང་གི་སྒེའུ་ཁུང་མངོན་སྲིད། སྒྲིག་གཞི་འདི་སྒེའུ་ཁུང་གི་སྤྱི་གཉེར་བ་མཱ་ཁི་ཡིན་དུས་ད་གཟོད་ནུས་པ་ཐོན་ཐུབ།

source: Display all workspaces
bo_cn: ལས་ཀའི་བར་སྟོང་ཡོད་ཚད་མངོན་པར་

source: If true, the workspace switcher will show all workspaces. Otherwise it will only show the current workspace.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་ལས་ཀའི་བར་སྟོང་བརྗེ་རེས་བྱེད་མཁན་གྱིས་ལས་ཀའི་བར་སྟོང་ཡོད་ཚད་མངོན་སྲིད། དེ་འདྲ་མ་བྱས་ན་ད་ལྟའི་ལས་ཀའི་བར་སྟོང་ཁོ་ན་མངོན་གྱི་རེད།

source: Rows in workspace switcher
bo_cn: ལས་ཀའི་བར་སྟོང་གི་གློག་སྒོ་འབྱེད་ཆས་ནང་གི་གྲལ

source: This key specifies how many rows (for horizontal layout) or columns (for vertical layout) the workspace switcher shows the workspaces in. This key is only relevant if the display_all_workspaces key is true.
bo_cn: ལྡེ་མིག་འདིས་ལས་ཀའི་བར་སྟོང་བརྗེ་རེས་བྱེད་མཁན་གྱིས་ལས་ཀའི་བར་སྟོང་ནང་དུ་ག་ཚོད་(འཕྲེད་ཕྱོགས་ཀྱི་བཀོད་པ་)དང་ཀ་བ་(གཞུང་ཕྱོགས་ཀྱི་བཀོད་པ་)ག་ཚོད་ཡོད་པ་གསལ་བཤད་བྱས་ཡོད། ལྡེ་མིག་འདི་གལ་ཏེ་display_all_workspaces་བའི་ལྡེ་མིག་བདེན་པ་ཡིན་ན་ད་གཟོད་འབྲེལ་བ་ཡོད།

source: Wrap around on scroll
bo_cn: ཤོག་ལྷེའི་སྟེང་དུ་ཐུམ་རྒྱག་པ།

source: If true, the workspace switcher will allow wrap-around, which means switching from the first to the last workspace and vice versa via scrolling.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན། ལས་ཀའི་བར་སྟོང་བརྗེ་རེས་བྱེད་མཁན་གྱིས་ཐུམ་སྒྲིལ་རྒྱག་ཆོག་པ་མཚོན་གྱི་ཡོད། དེ་ནི་སྔོན་ལ་ལས་ཀའི་བར་སྟོང་ནས་ཆེས་མཐའ་མའི་བར་སྟོང་དུ་བསྒྱུར་བ་དང་། དེ་ལས་ལྡོག་སྟེ་ཤོག་ལྷེ་ལ་བརྟེན་ནས་བརྗེ་རེས་བྱེད་ཆོག

source: Window Navigation Applet Factory
bo_cn: སྒེའུ་ཁུང་ཕྱོགས་སྟོན་ཀུ་ཤུ་བཟོ་གྲྭ།

source: Factory for the window navigation related applets
bo_cn: སྒེའུ་ཁུང་ཕྱོགས་སྟོན་དང་འབྲེལ་བ་ཡོད་པའི་ཀུ་ཤུ་བཟོ་གྲྭ།

source: Window Selector
bo_cn: སྒེའུ་ཁུང་གདམ་གསེས་བྱེད་མཁན།

source: Switch between open windows using a menu
bo_cn: ཟས་ཐོ་བཀོལ་ནས་སྒེའུ་ཁུང་ཕྱེས་པའི་བར་དུ་བརྗེ་

source: Workspace Switcher
bo_cn: ལས་ཀའི་བར་སྟོང་གི་གློག་སྒོ་འབྱེད་

source: Switch between workspaces
bo_cn: ལས་ཀའི་བར་སྟོང་བར་གྱི་བརྗེ་རེས་

source: Window List
bo_cn: སྒེའུ་ཁུང་གི་རེའུ་མིག

source: Switch between open windows using buttons
bo_cn: མཐེབ་སྣོན་བཀོལ་ནས་སྒེའུ་ཁུང་ཕྱེས་པའི་བར་དུ

source: Show Desktop
bo_cn: ཅོག་ཙེའི་སྟེང་ནས་མངོན

source: Hide application windows and show the desktop
bo_cn: ཉེར་སྤྱོད་སྒེའུ་ཁུང་སྦས་སྐུང་བྱས་ནས་ཅོག་ཙེའི་སྟེང

source: Failed to load %s: %s
bo_cn: %s:%s

source: Icon not found
bo_cn: མཚོན་རྟགས་མ་རྙེད་པ།

source: Click here to restore hidden windows.
bo_cn: འདི་ནས་སྦས་སྐུང་བྱས་པའི་སྒེའུ་ཁུང་སླར་གསོ་བྱེད་

source: Click here to hide all windows and show the desktop.
bo_cn: འདི་ནས་སྒེའུ་ཁུང་ཡོད་ཚད་སྦས་སྐུང་བྱས་ཏེ་ཅོག་ཙེ་སྟོན་དགོས།

source: Show Desktop Button
bo_cn: མདུན་ངོས་ཀྱི་སྒྲོག་གུ་

source: About Show Desktop Button
bo_cn: འགྲེམས་སྟོན་གྱི་མདུན་ངོས་ཀྱི་སྒྲོག་གུ

source: This button lets you hide all windows and show the desktop.
bo_cn: མཐེབ་གཅུས་འདིས་ཁྱེད་ལ་སྒེའུ་ཁུང་ཡོད་ཚད་སྦས་སྐུང་བྱས་ནས་ཅོག་ཙེ་སྟོན་དུ་བཅུག

source: Copyright © 2002 Red Hat, Inc. Copyright © 2011 Perberos Copyright © 2012-2019 MATE developers
bo_cn: 2002ལོའི་པར་དབང ©་ཞྭ་མོ་དམར་པོ་ཀུང་སི། པར་དབང ©་2011ལོའི་ཕེ་པེར་ལོ་སི། 2012ལོ་ནས་2019ལོའི་བར་གྱི་MATEཡི་གསར་སྤེལ་ཚོང་པའི་པར་དབང ©་།

source: Your window manager does not support the show desktop button, or you are not running a window manager.
bo_cn: ཁྱེད་ཀྱི་སྒེའུ་ཁུང་གི་སྤྱི་གཉེར་བས་ལེ་ཚན་གྱི་མདུན་ངོས་ཀྱི་སྒྲོག་གུ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པའམ་ཡང་ན་ཁྱེད་ཀྱིས་སྒེའུ་ཁུང་གི་སྤྱི་གཉེར་

source: _System Monitor
bo_cn: ལམ་ལུགས། ལྟ་ཞིབ་ཚད་ལེན་

source: About Window List
bo_cn: སྒེའུ་ཁུང་གི་རེའུ་མིག་སྐོར།

source: The Window List shows a list of all windows in a set of buttons and lets you browse them.
bo_cn: སྒེའུ་ཁུང་གི་རེའུ་མིག་ལས་སྒྲོག་གུ་ཆ་ཚང་ཞིག་གི་ནང་དུ་སྒེའུ་ཁུང་ཡོད་ཚད་ཀྱི་རེའུ་མིག་ཅིག་མངོན་པ་མ་ཟད། ཁྱེད་ཀྱིས་དེ་དག་ལ་ལྟ་རུ་བཅུག

source: Window List Preferences
bo_cn: སྒེའུ་ཁུང་གི་མིང་ཐོའི་སྔོན་ཐོབ་དབང་ཆ

source: Window List Content
bo_cn: སྒེའུ་ཁུང་གི་མིང་ཐོའི་ནང་དོན

source: Sh_ow windows from current workspace
bo_cn: མིག་སྔའི་ལས་ཀའི་བར་སྟོང་ནས་ཡོང་བའི་སྒེའུ་ཁུང་འགྲེམས་སྟོན།

source: Show windows from a_ll workspaces
bo_cn: ལས་ཀའི་བར་སྟོང་ནས་སྒེའུ་ཁུང ཚང་མ་ འགྲེམ་སྟོན་བྱེད་པ།

source: Window Grouping
bo_cn: སྒེའུ་ཁུང་གི་ཚོ་ཆུང་།

source: _Never group windows
bo_cn: གཏན་ནས་བྱེད་མི་ ཚོགས་པའི་སྒེའུ་ཁུང་།

source: Group windows when _space is limited
bo_cn: བར་སྟོང་།་ཚད་ཡོད་པའི་སྐབས་སུ་ཚོགས་པའི་སྒེའུ་ཁུང་།

source: _Always group windows
bo_cn: ཐོག་མཐའ་བར་གསུམ་དུ། ཚོགས་པའི་སྒེའུ་ཁུང་།

source: Restoring Minimized Windows
bo_cn: ཆེས་ཆུང་བའི་སྒེའུ་ཁུང་སླར་གསོ་བྱེད་པ།

source: Restore to current _workspace
bo_cn: མིག་སྔའི་ལས་ཀའི་བར་སྟོང་།་ཚུལ་སླར་གསོ་བྱ་དགོས།

source: Restore to na_tive workspace
bo_cn: ལས་ཀའི་བར་སྟོང་སླར་གསོ ཡུལ་དེ་གའི་མི། བྱ་དགོས།

source: About Window Selector
bo_cn: སྒེའུ་ཁུང་གདམ་གསེས་བྱེད་མཁན་གྱི་སྐོར།

source: The Window Selector shows a list of all windows in a menu and lets you browse them.
bo_cn: སྒེའུ་ཁུང་གདམ་གསེས་བྱེད་མཁན་གྱིས་ཟས་ཐོའི་ནང་གི་སྒེའུ་ཁུང་ཡོད་ཚད་ཀྱི་རེའུ་མིག་ཅིག་བསྟན་ནས་ཁྱེད་ལ་ལྟ་རུ་བཅུག

source: Copyright © 2000 Helix Code, Inc. Copyright © 2001 Free Software Foundation, Inc. Copyright © 2003 Sun Microsystems, Inc. Copyright © 2011 Perberos Copyright © 2012-2019 MATE developers
bo_cn: རྩོམ་གྱི་བདག་དབང ©་2000ལོའི་ཧེ་ལི་ཁེ་སི་ཁྲིམས་གཞུང་ཀུང་སི། པར་དབང ©་2001ལོའི་རིན་མེད་མཉེན་ཆས་ཐེབས་རྩ་ལྷན་ཚོགས་ཀུང་སི། 2003ལོའི་ཉི་མའི་ཕྲ་མཐོང་མ་ལག་ཀུང་སིའི་པར་དབང ©་། པར་དབང ©་2011ལོའི་ཕེ་པེར་ལོ་སི། 2012ལོ་ནས་2019ལོའི་བར་གྱི་MATEཡི་གསར་སྤེལ་ཚོང་པའི་པར་དབང ©་།

source: rows
bo_cn: གྲལ་སྟར་སྒྲིག་པ།

source: columns
bo_cn: ཀ་བ་

source: About Workspace Switcher
bo_cn: ལས་ཀའི་བར་སྟོང་གི་གློག་སྒོ་འབྱེད་པའི་སྐོར།

source: The Workspace Switcher shows you a small version of your workspaces that lets you manage your windows.
bo_cn: ལས་ཀའི་བར་སྟོང་བརྗེ་རེས་བྱེད་མཁན་གྱིས་ཁྱེད་ཚོར་ཁྱེད་ཚོའི་ལས་ཀའི་བར་སྟོང་གི་པར་གཞི་ཆུང་ཆུང་ཞིག་བསྟན་ནས་ཁྱེད་ཚོས་སྒེའུ་ཁུང་ལ་དོ་དམ་བྱེད་དུ་བཅུག

source: Workspace Switcher Preferences
bo_cn: ལས་ཀའི་བར་སྟོང་གི་གློག་སྒོ་འབྱེད་མཁན་གྱི་དགའ་ཕྱོགས

source: Show _only the current workspace
bo_cn: མིག་སྔའིད་གཟོད་དེ་ལྟར་ ལས་ཀའི་བར་སྟོང་མངོན་པར་བྱས་ཡོད།

source: Show _all workspaces in:
bo_cn: ཚང་མ་ ལས་ཀའི་བར་སྟོང་མངོན་པར་བྱ་རྒྱུ་སྟེ།

source: Switcher
bo_cn: གློག་སྒོ་འབྱེད་ཆས།

source: Number of _workspaces:
bo_cn: ལས་ཀའི་བར་སྟོང་།་གྲངས་ནི།

source: Workspace na_mes:
bo_cn: ལས་ཀའི་བར་སྟོང་གི་མིང་།་

source: Workspace Names
bo_cn: ལས་ཀའི་བར་སྟོང་གི་མིང་

source: Show workspace _names in switcher
bo_cn: གློག་སྒོ་འབྱེད་པའི་ཁྲོད་དུ་ལས་ཀའི་བར་སྟོང་གི་མིང་།

source: Allow workspace _wrap around in switcher
bo_cn: ལས་ཀའི་བར་སྟོང་དེ་གློག་སྒོ་འབྱེད་ཆས་ནང་དུ་ཐུམ་སྒྲིལ།་ཆོག་པར་བྱས།

source: Workspaces
bo_cn: ལས་ཀའི་བར་སྟོང་།

source: Default panel layout
bo_cn: ཁ་ཆད་དང་འགལ་བའི་པང་ལེབ་ཀྱི་བཀོད

source: The default panels layout to use when panels are created or resetted.
bo_cn: ཁ་ཆད་བཞག་པའི་པང་ལེབ་ཀྱི་བཀོད་པ་ནི་པང་ལེབ་གསར་སྐྲུན་དང་ཡང་ན་བསྐྱར་དུ་བཀོད་སྒྲིག་བྱེད་སྐབས་བཀོལ་སྤྱོད་བྱེད་དགོས།

source: Enable program list in "Run Application" dialog
bo_cn: "འཁོར་སྐྱོད་ཉེར་སྤྱོད་"ཀྱི་གླེང་མོལ་ཁྲོད་དུ་གོ་རིམ་གྱི་རེའུ་མིག་འདོན་སྤྲོད

source: If true, the "Known Applications" listing in the "Run Application" dialog is made available. Whether or not the listing is expanded when the dialog is shown is controlled by the show_program_list key.
bo_cn: གལ་ཏེ་བདེན་པ་ཡིན་ན་"འཁོར་སྐྱོད་ཉེར་སྤྱོད་"ཀྱི་གླེང་མོལ་ཁྲོད་ཀྱི་"ཤེས་ཟིན་པའི་ཉེར་སྤྱོད་གོ་རིམ་"གྱི་མིང་ཐོ་འདོན་སྤྲོད་བྱས་ཡོད། གླེང་མོལ་བྱེད་སྐབས་མིང་ཐོ་རྒྱ་བསྐྱེད་མིན་དེ་show_program_list་གྱི་མཐེབ་བཀྱག་གིས་ཚོད་འཛིན་བྱེད་ཐུབ།
